{
  "hints": {
    "usa": {
      "ak": [
        "Dieser große Staat ist ganz oben, weit weg von den anderen Staaten.",
        "Suche den riesigen Staat in der Nähe vom Nordpol. Dort ist es kalt!",
        "Dieser Staat liegt neben Kanada und hat viel Schnee und Eisbären.",
        "Finde den Staat, der ganz alleine sitzt, weit weg von den anderen."
      ],
      "al": [
        "Dieser Staat ist im Süden, neben dem Golf von Mexiko.",
        "Suche den Staat, der Florida auf einer Seite berührt.",
        "Finde den Staat, der wie ein Rechteck im Südosten aussieht."
      ],
      "ar": [
        "Dieser Staat ist in der Mitte des Landes, ein bisschen im Süden.",
        "Suche den Staat direkt über Louisiana.",
        "Finde den Staat, der östlich neben Texas liegt."
      ],
      "az": [
        "Dieser Staat ist in der heißen Wüste im Südwesten.",
        "Suche den Staat unten links, der Mexiko berührt.",
        "Finde den Staat rechts neben Kalifornien.",
        "Dieser Staat hat den Grand Canyon!"
      ],
      "ca": [
        "Dieser lange Staat ist links, neben dem großen Ozean.",
        "Suche den Staat an der Westküste, der von oben nach unten geht.",
        "Finde den richtig langen Staat am Pazifischen Ozean.",
        "Hier sind Disneyland und Hollywood!"
      ],
      "co": [
        "Dieser Staat sieht aus wie ein perfektes Rechteck in der Mitte.",
        "Suche den quadratischen Staat mit Bergen.",
        "Finde den Staat in der Mitte, der wie eine Kiste aussieht."
      ],
      "ct": [
        "Dieser winzige Staat ist in der oberen rechten Ecke, nahe am Ozean.",
        "Suche einen der kleinsten Staaten im Nordosten.",
        "Finde den kleinen Staat unter Massachusetts."
      ],
      "dc": [
        "Das ist ein winziges Quadrat zwischen Maryland und Virginia.",
        "Suche den kleinsten Punkt auf der Karte im Osten.",
        "Finde den kleinen Bereich, wo der Präsident wohnt.",
        "Hier ist das Weiße Haus!"
      ],
      "de": [
        "Dieser winzige Staat ist an der Ostküste, geformt wie ein kleiner Finger.",
        "Suche einen der kleinsten Staaten am Ozean auf der rechten Seite.",
        "Finde den kleinen Staat neben Maryland."
      ],
      "fl": [
        "Dieser Staat ragt ins Wasser wie ein Finger, der nach unten zeigt.",
        "Suche den Staat unten rechts, der aussieht, als würde er ins Meer greifen.",
        "Finde den Staat, der wie ein Daumen nach unten geformt ist.",
        "Hier leben Alligatoren und Palmen!",
        "Suche den Staat, der auf drei Seiten von Wasser umgeben ist."
      ],
      "ga": [
        "Dieser Staat ist im Südosten, direkt über Florida.",
        "Suche den Staat, der ein bisschen wie ein Handschuh über Florida aussieht.",
        "Finde den Staat im Osten, der den Ozean berührt.",
        "Dieser Staat hat viele Pfirsiche!"
      ],
      "hi": [
        "Diese Inseln sind weit draußen im Pazifischen Ozean.",
        "Suche die kleinen Inseln, die ganz alleine weit weg schweben.",
        "Finde den Staat, der aus kleinen Inseln im Ozean besteht.",
        "Dieser Staat ist dem Strand und den Palmen am nächsten!"
      ],
      "ia": [
        "Dieser Staat ist in der Mitte des Landes, geformt wie ein Schweinegesicht.",
        "Suche den Staat zwischen Minnesota und Missouri.",
        "Finde den Staat genau in der Mitte mit vielen Maisfeldern."
      ],
      "id": [
        "Dieser Staat ist im Nordwesten und hat eine lustige Form oben.",
        "Suche den Staat, der aussieht, als hätte er eine spitze Mütze.",
        "Finde den Staat neben Montana, der wie ein Stuhl aussieht."
      ],
      "il": [
        "Dieser Staat ist in der Mitte und hat eine große Stadt namens Chicago.",
        "Suche den Staat, der unten wie ein Pfeil nach unten zeigt.",
        "Finde den Staat neben dem großen See oben."
      ],
      "in": [
        "Dieser Staat ist in der Mitte, direkt neben Illinois.",
        "Suche den Staat, der ein bisschen wie ein Weihnachtsstrumpf aussieht.",
        "Finde den Staat zwischen Illinois und Ohio."
      ],
      "ks": [
        "Dieser Staat ist wie ein Rechteck genau in der Mitte des Landes.",
        "Suche den kastenförmigen Staat in der Mitte.",
        "Finde den flachen Staat, wo Dorothy aus dem Zauberer von Oz gelebt hat!"
      ],
      "ky": [
        "Dieser Staat hat eine lustige huckelige Form, wie ein Hühnerbein.",
        "Suche den Staat, der sich durch den mittleren Osten schlängelt.",
        "Finde den Staat, der lang und dünn seitwärts verläuft."
      ],
      "la": [
        "Dieser Staat ist unten und sieht aus wie ein Stiefel.",
        "Suche den Staat, der in den Golf von Mexiko hineinragt.",
        "Finde den Staat, der wie der Buchstabe L unten geformt ist.",
        "Dieser Staat hat Sümpfe und Alligatoren!"
      ],
      "ma": [
        "Dieser Staat ist in der oberen rechten Ecke mit einem lustigen Arm, der herausragt.",
        "Suche den Staat, der aussieht, als hätte er einen gebeugten Arm im Nordosten.",
        "Finde den Staat mit Cape Cod, der wie ein angespannter Muskel aussieht."
      ],
      "md": [
        "Dieser Staat hat eine richtig verrückte, huckelige Form an der Ostküste.",
        "Suche den Staat, der sich um eine große Bucht wickelt.",
        "Finde den Staat mit den Zickzack-Kanten nahe Washington DC."
      ],
      "me": [
        "Dieser Staat ist in der obersten rechten Ecke des Landes.",
        "Suche den Staat, der im Nordosten nach Kanada hinaufreicht.",
        "Finde den Staat, der ganz alleine oben an der Ostküste ist.",
        "Dieser Staat sieht jeden Tag als erstes den Sonnenaufgang!"
      ],
      "mi": [
        "Dieser Staat sieht aus wie ein Handschuh! Er hat zwei Teile.",
        "Suche den Staat, der wie ein Fäustling bei den großen Seen geformt ist.",
        "Finde die zwei Landstücke, die von den Großen Seen umgeben sind.",
        "Dieser Staat berührt vier der fünf Großen Seen!"
      ],
      "mn": [
        "Dieser Staat ist oben, nahe bei Kanada, mit vielen Seen.",
        "Suche den Staat oben, der eine buckelige obere Kante hat.",
        "Finde den Staat, der das Land der 10.000 Seen genannt wird!"
      ],
      "mo": [
        "Dieser Staat ist genau in der Mitte des Landes.",
        "Suche den Staat, wo die zwei großen Flüsse sich treffen.",
        "Finde den Staat zwischen Kansas und Illinois."
      ],
      "ms": [
        "Dieser Staat ist im Süden, geformt wie ein Rechteck.",
        "Suche den Staat westlich neben Alabama.",
        "Finde den Staat am großen Fluss mit dem gleichen Namen."
      ],
      "mt": [
        "Dieser große Staat ist oben, neben Kanada.",
        "Suche das große Rechteck oben mit Bergen.",
        "Finde den Staat namens Big Sky Country oben links."
      ],
      "nc": [
        "Dieser Staat ist an der Ostküste und ist lang und dünn.",
        "Suche den Staat, der sich seitwärts über South Carolina erstreckt.",
        "Finde den Staat, der rechts in den Ozean hinausreicht."
      ],
      "nd": [
        "Dieser Staat ist ganz oben, geformt wie ein Rechteck.",
        "Suche den Staat direkt unter Kanada in der oberen Mitte.",
        "Finde den kastenförmigen Staat neben Montana."
      ],
      "ne": [
        "Dieser Staat ist in der Mitte und sieht aus wie eine Pfanne mit Griff.",
        "Suche den Staat, der auf einer Seite eine Beule hat.",
        "Finde den Staat, der ein bisschen wie eine Bratpfanne geformt ist."
      ],
      "nh": [
        "Dieser dünne Staat ist oben rechts, neben Vermont.",
        "Suche den hohen, dünnen Staat unter Maine.",
        "Finde den Staat, der wie eine Rakete nach oben zeigt."
      ],
      "nj": [
        "Dieser kleine Staat an der Ostküste sieht aus wie der Buchstabe J.",
        "Suche den kleinen Staat unter New York, der sich krümmt.",
        "Finde den Staat, der wie ein seitliches S nahe am Ozean geformt ist."
      ],
      "nm": [
        "Dieser Staat ist im Südwesten, geformt wie ein Quadrat mit einer Stufe.",
        "Suche den Staat unter Colorado, aus dem ein Bissen herausgebissen wurde.",
        "Finde den Staat westlich neben Texas."
      ],
      "nv": [
        "Dieser Staat ist im Westen und sieht aus wie ein Dreieck, das nach unten zeigt.",
        "Suche den Staat neben Kalifornien, der wie ein Stück Pizza aussieht.",
        "Finde den Staat, wo Las Vegas ist, in der Wüste.",
        "Dieser Staat sieht aus wie ein umgedrehtes Haus."
      ],
      "ny": [
        "Dieser Staat ist im Nordosten und hat eine große Stadt mit dem gleichen Namen.",
        "Suche den Staat, der aussieht, als hätte er Arme, die herausreichen.",
        "Finde den Staat mit der Freiheitsstatue!",
        "Dieser Staat hat Long Island, das wie ein Fisch herausragt."
      ],
      "oh": [
        "Dieser Staat sieht ein bisschen aus wie ein seitliches Herz.",
        "Suche den rundlichen Staat neben dem See oben.",
        "Finde den Staat zwischen Pennsylvania und Indiana."
      ],
      "ok": [
        "Dieser Staat sieht aus wie eine Pfanne mit einem langen Griff.",
        "Suche den Staat mit dem lustigen Rechteck, das nach links herausragt.",
        "Finde den Staat, der aussieht, als würde er auf Texas zeigen."
      ],
      "or": [
        "Dieser Staat ist in der oberen linken Ecke, am Ozean.",
        "Suche den Staat über Kalifornien an der Westküste.",
        "Finde den Staat unten neben Washington."
      ],
      "pa": [
        "Dieser Staat ist wie ein Rechteck im Nordosten geformt.",
        "Suche den breiten Staat unter New York.",
        "Finde den Staat, wo die Freiheitsglocke ist!"
      ],
      "ri": [
        "Das ist der winzigste Staat! Er ist in der oberen rechten Ecke.",
        "Suche den kleinsten Staat auf der ganzen Karte, am Ozean.",
        "Finde den kleinen Staat unter Massachusetts.",
        "Dieser Staat ist so klein, dass du ihn vielleicht übersiehst!"
      ],
      "sc": [
        "Dieser Staat ist an der Südostküste, unter North Carolina.",
        "Suche den Staat, der wie ein Dreieck nach links zeigt.",
        "Finde den kleineren Staat unter dem langen, dünnen im Osten."
      ],
      "sd": [
        "Dieser Staat ist in der oberen Mitte, geformt wie ein Rechteck.",
        "Suche den Staat unter North Dakota.",
        "Finde den Staat, wo die Gesichter in einen Berg gemeißelt sind!"
      ],
      "tn": [
        "Dieser Staat ist lang und dünn und geht seitwärts über die Karte.",
        "Suche den Staat, der wie ein gestrecktes Rechteck aussieht.",
        "Finde den dünnen Staat, der acht andere Staaten berührt!"
      ],
      "tx": [
        "Das ist der größte Staat im unteren Teil des Landes!",
        "Suche den riesigen Staat unten, der wie ein Stern geformt ist.",
        "Finde den riesigen Staat, der Mexiko berührt.",
        "Dieser Staat ist so groß, alles ist dort größer!",
        "Suche den Staat, der aussieht, als hätte er einen spitzen Stiefel."
      ],
      "ut": [
        "Dieser Staat sieht aus wie der Buchstabe L im Westen.",
        "Suche den Staat mit einer Ecke, die oben herausgeschnitten ist.",
        "Finde den Staat neben Colorado, der wie ein tretender Stiefel aussieht."
      ],
      "va": [
        "Dieser Staat ist an der Ostküste und hat eine dreieckige Form.",
        "Suche den Staat, der rechts zum Ozean zeigt.",
        "Finde den Staat, aus dem viele Präsidenten kamen!"
      ],
      "vt": [
        "Dieser kleine Staat ist oben rechts, geformt wie ein Dreieck.",
        "Suche den kleinen Staat neben New Hampshire.",
        "Finde den Staat, der wie ein Tortenstück im Nordosten aussieht."
      ],
      "wa": [
        "Dieser Staat ist in der obersten linken Ecke, am Ozean.",
        "Suche den Staat oben an der Westküste.",
        "Finde den Staat neben Kanada in der nordwestlichen Ecke.",
        "Dieser Staat hat eine lustige quadratische Form mit einer Delle oben."
      ],
      "wi": [
        "Dieser Staat sieht ein bisschen aus wie ein Handschuh, bei den großen Seen.",
        "Suche den Staat, der aussieht, als hätte er einen Daumen, der herausragt.",
        "Finde den Staat zwischen Minnesota und Michigan.",
        "Dieser Staat ist berühmt für Käse!"
      ],
      "wv": [
        "Dieser Staat hat eine richtig huckelige, verrückte Form mit zwei Buckeln oben.",
        "Suche den Staat, der aussieht, als hätte er zwei Ohren.",
        "Finde den Staat, der ganz wellig im Osten ist."
      ],
      "wy": [
        "Dieser Staat ist ein perfektes Rechteck im Westen.",
        "Suche den quadratischen Staat unter Montana.",
        "Finde den kastenförmigen Staat mit dem Yellowstone-Park!"
      ]
    },
    "world": {}
  }
}
