{
  "hints": {
    "usa": {
      "ak": [
        "Dieser große Staat ist ganz oben, weit weg von den anderen Staaten.",
        "Suche den riesigen Staat in der Nähe vom Nordpol. Dort ist es kalt!",
        "Dieser Staat liegt neben Kanada und hat viel Schnee und Eisbären.",
        "Finde den Staat, der ganz alleine sitzt, weit weg von den anderen."
      ],
      "al": [
        "Dieser Staat ist im Süden, neben dem Golf von Mexiko.",
        "Suche den Staat, der Florida auf einer Seite berührt.",
        "Finde den Staat, der wie ein Rechteck im Südosten aussieht."
      ],
      "ar": [
        "Dieser Staat ist in der Mitte des Landes, ein bisschen im Süden.",
        "Suche den Staat direkt über Louisiana.",
        "Finde den Staat, der östlich neben Texas liegt."
      ],
      "az": [
        "Dieser Staat ist in der heißen Wüste im Südwesten.",
        "Suche den Staat unten links, der Mexiko berührt.",
        "Finde den Staat rechts neben Kalifornien.",
        "Dieser Staat hat den Grand Canyon!"
      ],
      "ca": [
        "Dieser lange Staat ist links, neben dem großen Ozean.",
        "Suche den Staat an der Westküste, der von oben nach unten geht.",
        "Finde den richtig langen Staat am Pazifischen Ozean.",
        "Hier sind Disneyland und Hollywood!"
      ],
      "co": [
        "Dieser Staat sieht aus wie ein perfektes Rechteck in der Mitte.",
        "Suche den quadratischen Staat mit Bergen.",
        "Finde den Staat in der Mitte, der wie eine Kiste aussieht."
      ],
      "ct": [
        "Dieser winzige Staat ist in der oberen rechten Ecke, nahe am Ozean.",
        "Suche einen der kleinsten Staaten im Nordosten.",
        "Finde den kleinen Staat unter Massachusetts."
      ],
      "dc": [
        "Das ist ein winziges Quadrat zwischen Maryland und Virginia.",
        "Suche den kleinsten Punkt auf der Karte im Osten.",
        "Finde den kleinen Bereich, wo der Präsident wohnt.",
        "Hier ist das Weiße Haus!"
      ],
      "de": [
        "Dieser winzige Staat ist an der Ostküste, geformt wie ein kleiner Finger.",
        "Suche einen der kleinsten Staaten am Ozean auf der rechten Seite.",
        "Finde den kleinen Staat neben Maryland."
      ],
      "fl": [
        "Dieser Staat ragt ins Wasser wie ein Finger, der nach unten zeigt.",
        "Suche den Staat unten rechts, der aussieht, als würde er ins Meer greifen.",
        "Finde den Staat, der wie ein Daumen nach unten geformt ist.",
        "Hier leben Alligatoren und Palmen!",
        "Suche den Staat, der auf drei Seiten von Wasser umgeben ist."
      ],
      "ga": [
        "Dieser Staat ist im Südosten, direkt über Florida.",
        "Suche den Staat, der ein bisschen wie ein Handschuh über Florida aussieht.",
        "Finde den Staat im Osten, der den Ozean berührt.",
        "Dieser Staat hat viele Pfirsiche!"
      ],
      "hi": [
        "Diese Inseln sind weit draußen im Pazifischen Ozean.",
        "Suche die kleinen Inseln, die ganz alleine weit weg schweben.",
        "Finde den Staat, der aus kleinen Inseln im Ozean besteht.",
        "Dieser Staat ist dem Strand und den Palmen am nächsten!"
      ],
      "ia": [
        "Dieser Staat ist in der Mitte des Landes, geformt wie ein Schweinegesicht.",
        "Suche den Staat zwischen Minnesota und Missouri.",
        "Finde den Staat genau in der Mitte mit vielen Maisfeldern."
      ],
      "id": [
        "Dieser Staat ist im Nordwesten und hat eine lustige Form oben.",
        "Suche den Staat, der aussieht, als hätte er eine spitze Mütze.",
        "Finde den Staat neben Montana, der wie ein Stuhl aussieht."
      ],
      "il": [
        "Dieser Staat ist in der Mitte und hat eine große Stadt namens Chicago.",
        "Suche den Staat, der unten wie ein Pfeil nach unten zeigt.",
        "Finde den Staat neben dem großen See oben."
      ],
      "in": [
        "Dieser Staat ist in der Mitte, direkt neben Illinois.",
        "Suche den Staat, der ein bisschen wie ein Weihnachtsstrumpf aussieht.",
        "Finde den Staat zwischen Illinois und Ohio."
      ],
      "ks": [
        "Dieser Staat ist wie ein Rechteck genau in der Mitte des Landes.",
        "Suche den kastenförmigen Staat in der Mitte.",
        "Finde den flachen Staat, wo Dorothy aus dem Zauberer von Oz gelebt hat!"
      ],
      "ky": [
        "Dieser Staat hat eine lustige huckelige Form, wie ein Hühnerbein.",
        "Suche den Staat, der sich durch den mittleren Osten schlängelt.",
        "Finde den Staat, der lang und dünn seitwärts verläuft."
      ],
      "la": [
        "Dieser Staat ist unten und sieht aus wie ein Stiefel.",
        "Suche den Staat, der in den Golf von Mexiko hineinragt.",
        "Finde den Staat, der wie der Buchstabe L unten geformt ist.",
        "Dieser Staat hat Sümpfe und Alligatoren!"
      ],
      "ma": [
        "Dieser Staat ist in der oberen rechten Ecke mit einem lustigen Arm, der herausragt.",
        "Suche den Staat, der aussieht, als hätte er einen gebeugten Arm im Nordosten.",
        "Finde den Staat mit Cape Cod, der wie ein angespannter Muskel aussieht."
      ],
      "md": [
        "Dieser Staat hat eine richtig verrückte, huckelige Form an der Ostküste.",
        "Suche den Staat, der sich um eine große Bucht wickelt.",
        "Finde den Staat mit den Zickzack-Kanten nahe Washington DC."
      ],
      "me": [
        "Dieser Staat ist in der obersten rechten Ecke des Landes.",
        "Suche den Staat, der im Nordosten nach Kanada hinaufreicht.",
        "Finde den Staat, der ganz alleine oben an der Ostküste ist.",
        "Dieser Staat sieht jeden Tag als erstes den Sonnenaufgang!"
      ],
      "mi": [
        "Dieser Staat sieht aus wie ein Handschuh! Er hat zwei Teile.",
        "Suche den Staat, der wie ein Fäustling bei den großen Seen geformt ist.",
        "Finde die zwei Landstücke, die von den Großen Seen umgeben sind.",
        "Dieser Staat berührt vier der fünf Großen Seen!"
      ],
      "mn": [
        "Dieser Staat ist oben, nahe bei Kanada, mit vielen Seen.",
        "Suche den Staat oben, der eine buckelige obere Kante hat.",
        "Finde den Staat, der das Land der 10.000 Seen genannt wird!"
      ],
      "mo": [
        "Dieser Staat ist genau in der Mitte des Landes.",
        "Suche den Staat, wo die zwei großen Flüsse sich treffen.",
        "Finde den Staat zwischen Kansas und Illinois."
      ],
      "ms": [
        "Dieser Staat ist im Süden, geformt wie ein Rechteck.",
        "Suche den Staat westlich neben Alabama.",
        "Finde den Staat am großen Fluss mit dem gleichen Namen."
      ],
      "mt": [
        "Dieser große Staat ist oben, neben Kanada.",
        "Suche das große Rechteck oben mit Bergen.",
        "Finde den Staat namens Big Sky Country oben links."
      ],
      "nc": [
        "Dieser Staat ist an der Ostküste und ist lang und dünn.",
        "Suche den Staat, der sich seitwärts über South Carolina erstreckt.",
        "Finde den Staat, der rechts in den Ozean hinausreicht."
      ],
      "nd": [
        "Dieser Staat ist ganz oben, geformt wie ein Rechteck.",
        "Suche den Staat direkt unter Kanada in der oberen Mitte.",
        "Finde den kastenförmigen Staat neben Montana."
      ],
      "ne": [
        "Dieser Staat ist in der Mitte und sieht aus wie eine Pfanne mit Griff.",
        "Suche den Staat, der auf einer Seite eine Beule hat.",
        "Finde den Staat, der ein bisschen wie eine Bratpfanne geformt ist."
      ],
      "nh": [
        "Dieser dünne Staat ist oben rechts, neben Vermont.",
        "Suche den hohen, dünnen Staat unter Maine.",
        "Finde den Staat, der wie eine Rakete nach oben zeigt."
      ],
      "nj": [
        "Dieser kleine Staat an der Ostküste sieht aus wie der Buchstabe J.",
        "Suche den kleinen Staat unter New York, der sich krümmt.",
        "Finde den Staat, der wie ein seitliches S nahe am Ozean geformt ist."
      ],
      "nm": [
        "Dieser Staat ist im Südwesten, geformt wie ein Quadrat mit einer Stufe.",
        "Suche den Staat unter Colorado, aus dem ein Bissen herausgebissen wurde.",
        "Finde den Staat westlich neben Texas."
      ],
      "nv": [
        "Dieser Staat ist im Westen und sieht aus wie ein Dreieck, das nach unten zeigt.",
        "Suche den Staat neben Kalifornien, der wie ein Stück Pizza aussieht.",
        "Finde den Staat, wo Las Vegas ist, in der Wüste.",
        "Dieser Staat sieht aus wie ein umgedrehtes Haus."
      ],
      "ny": [
        "Dieser Staat ist im Nordosten und hat eine große Stadt mit dem gleichen Namen.",
        "Suche den Staat, der aussieht, als hätte er Arme, die herausreichen.",
        "Finde den Staat mit der Freiheitsstatue!",
        "Dieser Staat hat Long Island, das wie ein Fisch herausragt."
      ],
      "oh": [
        "Dieser Staat sieht ein bisschen aus wie ein seitliches Herz.",
        "Suche den rundlichen Staat neben dem See oben.",
        "Finde den Staat zwischen Pennsylvania und Indiana."
      ],
      "ok": [
        "Dieser Staat sieht aus wie eine Pfanne mit einem langen Griff.",
        "Suche den Staat mit dem lustigen Rechteck, das nach links herausragt.",
        "Finde den Staat, der aussieht, als würde er auf Texas zeigen."
      ],
      "or": [
        "Dieser Staat ist in der oberen linken Ecke, am Ozean.",
        "Suche den Staat über Kalifornien an der Westküste.",
        "Finde den Staat unten neben Washington."
      ],
      "pa": [
        "Dieser Staat ist wie ein Rechteck im Nordosten geformt.",
        "Suche den breiten Staat unter New York.",
        "Finde den Staat, wo die Freiheitsglocke ist!"
      ],
      "ri": [
        "Das ist der winzigste Staat! Er ist in der oberen rechten Ecke.",
        "Suche den kleinsten Staat auf der ganzen Karte, am Ozean.",
        "Finde den kleinen Staat unter Massachusetts.",
        "Dieser Staat ist so klein, dass du ihn vielleicht übersiehst!"
      ],
      "sc": [
        "Dieser Staat ist an der Südostküste, unter North Carolina.",
        "Suche den Staat, der wie ein Dreieck nach links zeigt.",
        "Finde den kleineren Staat unter dem langen, dünnen im Osten."
      ],
      "sd": [
        "Dieser Staat ist in der oberen Mitte, geformt wie ein Rechteck.",
        "Suche den Staat unter North Dakota.",
        "Finde den Staat, wo die Gesichter in einen Berg gemeißelt sind!"
      ],
      "tn": [
        "Dieser Staat ist lang und dünn und geht seitwärts über die Karte.",
        "Suche den Staat, der wie ein gestrecktes Rechteck aussieht.",
        "Finde den dünnen Staat, der acht andere Staaten berührt!"
      ],
      "tx": [
        "Das ist der größte Staat im unteren Teil des Landes!",
        "Suche den riesigen Staat unten, der wie ein Stern geformt ist.",
        "Finde den riesigen Staat, der Mexiko berührt.",
        "Dieser Staat ist so groß, alles ist dort größer!",
        "Suche den Staat, der aussieht, als hätte er einen spitzen Stiefel."
      ],
      "ut": [
        "Dieser Staat sieht aus wie der Buchstabe L im Westen.",
        "Suche den Staat mit einer Ecke, die oben herausgeschnitten ist.",
        "Finde den Staat neben Colorado, der wie ein tretender Stiefel aussieht."
      ],
      "va": [
        "Dieser Staat ist an der Ostküste und hat eine dreieckige Form.",
        "Suche den Staat, der rechts zum Ozean zeigt.",
        "Finde den Staat, aus dem viele Präsidenten kamen!"
      ],
      "vt": [
        "Dieser kleine Staat ist oben rechts, geformt wie ein Dreieck.",
        "Suche den kleinen Staat neben New Hampshire.",
        "Finde den Staat, der wie ein Tortenstück im Nordosten aussieht."
      ],
      "wa": [
        "Dieser Staat ist in der obersten linken Ecke, am Ozean.",
        "Suche den Staat oben an der Westküste.",
        "Finde den Staat neben Kanada in der nordwestlichen Ecke.",
        "Dieser Staat hat eine lustige quadratische Form mit einer Delle oben."
      ],
      "wi": [
        "Dieser Staat sieht ein bisschen aus wie ein Handschuh, bei den großen Seen.",
        "Suche den Staat, der aussieht, als hätte er einen Daumen, der herausragt.",
        "Finde den Staat zwischen Minnesota und Michigan.",
        "Dieser Staat ist berühmt für Käse!"
      ],
      "wv": [
        "Dieser Staat hat eine richtig huckelige, verrückte Form mit zwei Buckeln oben.",
        "Suche den Staat, der aussieht, als hätte er zwei Ohren.",
        "Finde den Staat, der ganz wellig im Osten ist."
      ],
      "wy": [
        "Dieser Staat ist ein perfektes Rechteck im Westen.",
        "Suche den quadratischen Staat unter Montana.",
        "Finde den kastenförmigen Staat mit dem Yellowstone-Park!"
      ]
    },
    "world": {},
    "europe": {
      "al": [
        "Dieses kleine Land ist an der Küste, geformt wie ein Blatt.",
        "Suche das Land zwischen Griechenland und Montenegro.",
        "Finde das Land gegenüber vom Stiefelabsatz Italiens."
      ],
      "ad": [
        "Dieses winzige Land versteckt sich in den Bergen zwischen Spanien und Frankreich.",
        "Suche eines der kleinsten Länder, hoch in den Pyrenäen.",
        "Finde den kleinen Punkt zwischen zwei großen Ländern im Südwesten."
      ],
      "at": [
        "Dieses Land sieht aus wie ein Hühnerbein in der Mitte Europas.",
        "Suche das Land, das von vielen Nachbarn in Mitteleuropa umgeben ist.",
        "Finde das Land, wo die Alpen richtig hoch sind!",
        "Dieses Land ist die Heimat von Mozart und leckeren Gebäckstücken!"
      ],
      "by": [
        "Dieses Land ist groß und flach, neben Russland.",
        "Suche das Land über der Ukraine, das wie ein Klecks aussieht.",
        "Finde das Land zwischen Polen und Russland."
      ],
      "be": [
        "Dieses kleine Land ist berühmt für Schokolade und Waffeln!",
        "Suche das Land zwischen Frankreich, Deutschland und den Niederlanden.",
        "Finde das kleine Land nahe der Nordseeküste."
      ],
      "ba": [
        "Dieses Land hat eine lustige Dreiecksform an der Küste.",
        "Suche das Land, das zwischen Kroatien und Serbien eingeklemmt ist.",
        "Finde das Land, das wie ein Herz mit einem winzigen Stück Küste aussieht."
      ],
      "bg": [
        "Dieses Land ist an der Schwarzmeerküste im Südosten.",
        "Suche das Land unter Rumänien.",
        "Finde das Land, das eine Grenze mit der Türkei in Europa teilt."
      ],
      "hr": [
        "Dieses Land sieht aus wie ein Bumerang oder der Buchstabe C!",
        "Suche das Land, das sich um Bosnien herum wickelt.",
        "Finde das Land mit der langen geschwungenen Küste an der Adria."
      ],
      "cy": [
        "Dieses Inselland liegt im Mittelmeer nahe der Türkei.",
        "Suche die Insel in der südöstlichen Ecke Europas.",
        "Finde die Insel, die ein bisschen wie eine Bratpfanne geformt ist."
      ],
      "cz": [
        "Dieses Land sieht aus wie ein dicker Pfeil, der nach links zeigt.",
        "Suche das Land in der Mitte, umgeben von Deutschland, Polen, der Slowakei und Österreich.",
        "Finde das Land mit Prag, einer schönen alten Stadt!"
      ],
      "dk": [
        "Dieses Land hat eine lustige Halbinsel, die über Deutschland hinausragt.",
        "Suche das Land, das aussieht, als würde es nach Schweden greifen.",
        "Finde das Land aus einer Halbinsel und vielen Inseln.",
        "Hier kommt LEGO her!"
      ],
      "ee": [
        "Dieses kleine Land ist oben bei den baltischen Staaten.",
        "Suche das Land direkt gegenüber von Finnland über dem Wasser.",
        "Finde das nördlichste der drei kleinen Länder an der Ostsee."
      ],
      "fi": [
        "Dieses Land sieht aus, als würde es oben in Europa winken.",
        "Suche das Land neben Schweden mit vielen Seen.",
        "Finde das Land, wo der Weihnachtsmann wohnt!",
        "Dieses Land hat die Form von einer Person mit erhobenem Arm."
      ],
      "fr": [
        "Dieses große Land sieht aus wie ein Sechseck.",
        "Suche das Land mit dem Eiffelturm!",
        "Finde das große Land zwischen Spanien und Deutschland.",
        "Dieses Land ist berühmt für Croissants und den Eiffelturm!"
      ],
      "de": [
        "Dieses große Land ist genau in der Mitte Europas.",
        "Suche das Land, das ein bisschen wie ein Kopf aussieht, der nach links schaut.",
        "Finde das Land zwischen Frankreich und Polen.",
        "Hier kommen Autos wie BMW und Mercedes her!"
      ],
      "gr": [
        "Dieses Land hat ein Festland und VIELE Inseln.",
        "Suche das Land unten auf dem Balkan.",
        "Finde das Land, das berühmt ist für antike Ruinen und die Olympischen Spiele!",
        "Dieses Land sieht aus wie eine Hand, die ins Meer greift."
      ],
      "hu": [
        "Dieses Land sieht aus wie ein Oval in der Mitte Europas.",
        "Suche das Land, das von sieben anderen Ländern umgeben ist!",
        "Finde das Land, wo die Donau durch die Hauptstadt fließt."
      ],
      "is": [
        "Dieses Inselland ist weit oben im Nordatlantik, ganz alleine.",
        "Suche die Insel zwischen Grönland und Europa.",
        "Finde die Insel mit Vulkanen und heißen Quellen!",
        "Dieses Land hat Feuer UND Eis!"
      ],
      "ie": [
        "Diese grüne Insel ist westlich von Großbritannien.",
        "Suche die Insel, die wie ein Teddybär aussieht.",
        "Finde das Land, das berühmt ist für Kleeblätter und Kobolde!"
      ],
      "it": [
        "Dieses Land sieht aus wie ein Stiefel, der einen Ball tritt!",
        "Suche das lange Land, das ins Mittelmeer hineinragt.",
        "Finde das Land, wo Pizza und Pasta herkommen!",
        "Dieses stiefelförmige Land hat zwei Inseln in seiner Nähe."
      ],
      "xk": [
        "Dieses kleine Land ist landumschlossen auf dem Balkan.",
        "Suche das kleine Land zwischen Serbien und Albanien.",
        "Finde das kleine Land, das wie ein Diamant geformt ist."
      ],
      "lv": [
        "Dieses Land ist das mittlere der drei baltischen Staaten.",
        "Suche das Land zwischen Estland und Litauen.",
        "Finde das Land an der Ostsee mit Riga als Hauptstadt."
      ],
      "li": [
        "Dieses winzige Land ist zwischen der Schweiz und Österreich eingeklemmt.",
        "Suche eines der kleinsten Länder in den Alpen.",
        "Finde das winzige Land am Rhein."
      ],
      "lt": [
        "Dieses Land ist das südlichste der drei baltischen Staaten.",
        "Suche das Land unter Lettland mit einer lustigen Form.",
        "Finde das Land, das an Polen und Belarus grenzt."
      ],
      "lu": [
        "Dieses winzige Land ist zwischen Belgien, Frankreich und Deutschland.",
        "Suche eines der kleinsten Länder in Westeuropa.",
        "Finde das kleine Land, das überraschend reich ist!"
      ],
      "mk": [
        "Dieses landumschlossene Land sieht aus wie ein Kreis.",
        "Suche das Land zwischen Serbien und Griechenland.",
        "Finde das Land mit einer Sonne auf der Flagge!"
      ],
      "mt": [
        "Dieses winzige Inselland ist südlich von Sizilien im Mittelmeer.",
        "Suche die kleinen Inseln unter dem Stiefel Italiens.",
        "Finde den Archipel aus ein paar winzigen Inseln."
      ],
      "md": [
        "Dieses Land ist zwischen Rumänien und der Ukraine eingeklemmt.",
        "Suche das kleine Land, das wie eine Weintraube aussieht.",
        "Finde das landumschlossene Land östlich von Rumänien."
      ],
      "mc": [
        "Das ist eines der winzigsten Länder, an der französischen Riviera!",
        "Suche den winzigen Punkt an der Mittelmeerküste nahe Italien.",
        "Finde das super kleine Land, berühmt für schicke Autos und ein Casino."
      ],
      "me": [
        "Dieses kleine Land hat schöne Berge und eine Küste.",
        "Suche das kleine Land unter Kroatien an der Adria.",
        "Finde das Land, dessen Name 'Schwarzer Berg' bedeutet."
      ],
      "nl": [
        "Dieses flache Land ist berühmt für Windmühlen und Tulpen!",
        "Suche das Land an der Nordsee mit einer lustigen Form.",
        "Finde das Land neben Belgien und Deutschland.",
        "Dieses Land ist super flach und hat viele Fahrräder!"
      ],
      "no": [
        "Dieses lange Land erstreckt sich entlang der Westküste Skandinaviens.",
        "Suche das Land mit der welligen Küste voller Fjorde.",
        "Finde das Land, das wie ein Löffel neben Schweden aussieht.",
        "Dieses Land hat Nordlichter!"
      ],
      "pl": [
        "Dieses große Land sieht aus wie ein Quadrat in Mitteleuropa.",
        "Suche das Land zwischen Deutschland und der Ukraine.",
        "Finde das Land an der Ostseeküste mit Warschau als Hauptstadt."
      ],
      "pt": [
        "Dieses Land ist ein Rechteck am westlichen Rand Europas.",
        "Suche das Land westlich von Spanien an der Atlantikküste.",
        "Finde das Land in der südwestlichen Ecke Europas."
      ],
      "ro": [
        "Dieses Land hat eine geschwungene Form am Schwarzen Meer.",
        "Suche das Land mit den Karpaten.",
        "Finde das Land, wo Draculas Schloss ist!"
      ],
      "ru": [
        "Das ist das GRÖSSTE Land der Welt!",
        "Suche das riesige Land, das von Europa bis nach Asien geht.",
        "Finde das enorme Land nördlich der Ukraine und Kasachstans."
      ],
      "sm": [
        "Dieses winzige Land ist komplett von Italien umgeben!",
        "Suche eines der kleinsten Länder, innerhalb von Italien.",
        "Finde das kleine Land auf einem Berg in Italien."
      ],
      "rs": [
        "Dieses landumschlossene Land ist in der Mitte des Balkans.",
        "Suche das Land, das von vielen Nachbarn umgeben ist.",
        "Finde das Land zwischen Ungarn und Nordmazedonien."
      ],
      "sk": [
        "Dieses Land sieht aus wie eine gestreckte Raupe.",
        "Suche das Land zwischen Polen und Ungarn.",
        "Finde das Land mit Bergen in der Mitte Europas."
      ],
      "si": [
        "Dieses kleine Land sieht aus wie ein Huhn.",
        "Suche das kleine Land zwischen Italien und Kroatien.",
        "Finde das Land oben an der Adria."
      ],
      "es": [
        "Dieses große Land nimmt den größten Teil der Iberischen Halbinsel ein.",
        "Suche das große Land mit Portugal auf der linken Seite.",
        "Finde das Land, das berühmt ist für Flamenco-Tanzen und Stiere!",
        "Dieses Land sieht aus wie ein Stierfell!"
      ],
      "se": [
        "Dieses lange Land erstreckt sich an der Ostseite Skandinaviens.",
        "Suche das Land neben Norwegen, das wie ein Ski aussieht.",
        "Finde das Land zwischen Norwegen und Finnland.",
        "Hier kommt IKEA her!"
      ],
      "ch": [
        "Dieses kleine Land ist berühmt für Schokolade, Käse und Uhren!",
        "Suche das Land in den Alpen zwischen Frankreich und Deutschland.",
        "Finde das kreuzförmige Land, umgeben von Bergen."
      ],
      "ua": [
        "Dieses große Land ist das größte komplett in Europa.",
        "Suche das Land zwischen Polen und Russland.",
        "Finde das gelb-blaue Land am Schwarzen Meer."
      ],
      "gb": [
        "Dieses Inselland sieht aus wie eine Hexe auf einem Besen!",
        "Suche die große Insel westlich von Frankreich.",
        "Finde das Land mit Big Ben und dem Palast der Königin!",
        "Dieses Land umfasst England, Schottland, Wales und Nordirland."
      ],
      "va": [
        "Das ist das KLEINSTE Land der Welt!",
        "Suche den winzigen Punkt in Rom, Italien.",
        "Finde den Ort, wo der Papst lebt!"
      ]
    },
    "africa": {
      "dz": [
        "Das ist das GRÖSSTE Land in Afrika!",
        "Suche das riesige Land im Norden, das das Mittelmeer berührt.",
        "Finde das Land, das einen großen Teil der Sahara-Wüste bedeckt."
      ],
      "ao": [
        "Dieses Land ist an der Südwestküste Afrikas.",
        "Suche das Land unter dem Kongo mit einem kleinen Stück, das herausragt.",
        "Finde das Land, das aussieht, als hätte es einen kleinen Griff oben."
      ],
      "bj": [
        "Dieses dünne Land sieht aus wie ein stehender Schlüssel.",
        "Suche das dünne Land zwischen Togo und Nigeria.",
        "Finde das Land, das wie eine Keule geformt ist."
      ],
      "bw": [
        "Dieses landumschlossene Land ist im südlichen Afrika.",
        "Suche das Land, das wie ein Schild geformt ist.",
        "Finde das Land mit der Kalahari-Wüste."
      ],
      "bf": [
        "Dieses landumschlossene Land sieht aus wie ein Schmetterling.",
        "Suche das Land über Ghana und der Elfenbeinküste.",
        "Finde das Land, das von vielen Nachbarn in Westafrika umgeben ist."
      ],
      "bi": [
        "Dieses kleine Land ist eines der winzigsten in Afrika.",
        "Suche das kleine Land neben Ruanda.",
        "Finde das herzförmige Land bei den Großen Seen."
      ],
      "cm": [
        "Dieses Land sieht aus wie ein Hühnerbein oder die Zahl 7.",
        "Suche das Land, das zum Golf von Guinea zeigt.",
        "Finde das Land zwischen Nigeria und der Zentralafrikanischen Republik."
      ],
      "cf": [
        "Dieses Land ist genau in der Mitte Afrikas!",
        "Suche das Land, das wie ein Schmetterling in Zentralafrika geformt ist.",
        "Finde das landumschlossene Land südlich vom Tschad."
      ],
      "td": [
        "Dieses große Land sieht aus wie das Profil einer Frau.",
        "Suche das Land südlich von Libyen.",
        "Finde das Land mit dem Tschadsee an der Westgrenze."
      ],
      "cd": [
        "Dieses riesige Land ist in der Mitte, geformt wie ein Elefantenkopf.",
        "Suche das große Land mit dem Kongo-Fluss.",
        "Finde eines der größten Länder Afrikas im Zentrum."
      ],
      "cg": [
        "Dieses Land hat eine lange geschwungene Form entlang des Kongo-Flusses.",
        "Suche das Land westlich der Demokratischen Republik Kongo.",
        "Finde das Land, das aussieht, als würde es nach Norden greifen."
      ],
      "ci": [
        "Der Name dieses Landes bedeutet 'Elfenbeinküste'.",
        "Suche das Land an der Golfküste zwischen Liberia und Ghana.",
        "Finde das Land, das wie ein Quadrat mit Buckeln aussieht."
      ],
      "dj": [
        "Dieses winzige Land bewacht den Eingang zum Roten Meer.",
        "Suche das kleine Land zwischen Eritrea und Somalia.",
        "Finde das Land am Horn von Afrika, nahe am Wasser."
      ],
      "eg": [
        "Hier sind die berühmten Pyramiden!",
        "Suche das Land in der nordöstlichen Ecke mit dem Nil.",
        "Finde das Land zwischen Libyen und dem Roten Meer.",
        "Dieses Land hat die Sphinx und antike Pharaonen!"
      ],
      "gq": [
        "Dieses kleine Land hat ein Festland und eine Insel.",
        "Suche das winzige Land zwischen Kamerun und Gabun.",
        "Finde das kleine Land am Golf von Guinea."
      ],
      "er": [
        "Dieses Land erstreckt sich entlang der Rotmeerküste.",
        "Suche das Land nördlich von Äthiopien am Meer.",
        "Finde das Land, das wie ein Krokodil geformt ist."
      ],
      "sz": [
        "Dieses winzige Königreich ist fast von Südafrika umgeben.",
        "Suche das kleine Land in der Ecke von Südafrika.",
        "Finde eines der kleinsten Länder Afrikas nahe Mosambik."
      ],
      "et": [
        "Dieses große Land ist am Horn von Afrika.",
        "Suche das große landumschlossene Land über Kenia.",
        "Finde das Land, das wie ein Rhinozeroshorn geformt ist.",
        "Dieses Land hat antike Kirchen aus Fels gemeißelt!"
      ],
      "ga": [
        "Dieses Land liegt am Äquator an der Westküste.",
        "Suche das Land, das wie eine sitzende Person geformt ist.",
        "Finde das Land zwischen Kamerun und dem Kongo."
      ],
      "gm": [
        "Dieses winzige Land ist auf drei Seiten von Senegal umgeben!",
        "Suche das dünne Land entlang eines Flusses innerhalb von Senegal.",
        "Finde das kleinste Land auf dem afrikanischen Festland."
      ],
      "gh": [
        "Dieses Land ist an der Küste des Golfs von Guinea.",
        "Suche das Land, das wie ein Rechteck mit huckeliger Oberseite aussieht.",
        "Finde das Land zwischen der Elfenbeinküste und Togo.",
        "Dieses Land produziert viel Kakao für Schokolade!"
      ],
      "gn": [
        "Dieses Land sieht aus wie ein Croissant an der Westküste.",
        "Suche das Land zwischen Guinea-Bissau und Sierra Leone.",
        "Finde das Land mit einer geschwungenen Form in Westafrika."
      ],
      "gw": [
        "Dieses kleine Land ist an der Atlantikküste.",
        "Suche das kleine Land nördlich von Guinea.",
        "Finde das Land mit vielen Inseln entlang seiner Küste."
      ],
      "ke": [
        "Dieses Land ist an der Ostküste mit erstaunlichen Wildtieren!",
        "Suche das Land am Äquator mit der Küste am Indischen Ozean.",
        "Finde das Land, wo du Löwen und Elefanten sehen kannst!",
        "Dieses Land ist berühmt für Safari-Abenteuer!"
      ],
      "ls": [
        "Dieses kleine Bergkönigreich ist komplett in Südafrika!",
        "Suche das Land, das wie ein Loch in Südafrika ist.",
        "Finde das 'Königreich im Himmel', umgeben von einem Land."
      ],
      "lr": [
        "Dieses Land wurde von befreiten amerikanischen Sklaven gegründet.",
        "Suche das Land an der Westküste über der Elfenbeinküste.",
        "Finde das Land, das wie ein Handschuh geformt ist."
      ],
      "ly": [
        "Dieses große Land ist an der Mittelmeerküste.",
        "Suche das große Land zwischen Ägypten und Algerien.",
        "Finde das Land, das größtenteils Sahara-Wüste ist."
      ],
      "mg": [
        "Diese riesige Insel ist die viertgrößte der Welt!",
        "Suche die große Insel vor der Ostküste Afrikas.",
        "Finde die Insel, die wie ein Fußabdruck aussieht.",
        "Diese Insel hat Tiere, die es nirgendwo sonst gibt, wie Lemuren!"
      ],
      "mw": [
        "Dieses lange dünne Land hat einen großen See an seiner Seite.",
        "Suche das dünne Land zwischen Sambia und Mosambik.",
        "Finde das Land mit dem Malawisee an der Grenze."
      ],
      "ml": [
        "Dieses große Land hat eine interessante Form wie eine Fliege.",
        "Suche das große Land in Westafrika unter Algerien.",
        "Finde das landumschlossene Land mit Timbuktu."
      ],
      "mr": [
        "Dieses große Land erstreckt sich vom Atlantik in die Sahara.",
        "Suche das Land zwischen Westsahara und Senegal.",
        "Finde das Land, das wie ein Handschuh aussieht, der nach unten zeigt."
      ],
      "ma": [
        "Dieses Land ist in der nordwestlichen Ecke Afrikas.",
        "Suche das Land gegenüber von Spanien.",
        "Finde das Land mit Bergen und Wüste.",
        "Dieses Land ist nah genug, um Europa zu sehen!"
      ],
      "mz": [
        "Dieses lange Land erstreckt sich entlang der Südostküste.",
        "Suche das Land, das wie ein langes Gewehr geformt ist.",
        "Finde das Land zwischen Tansania und Südafrika an der Küste."
      ],
      "na": [
        "Dieses Land hat die Namib-Wüste entlang der Küste.",
        "Suche das Land an der Südwestküste.",
        "Finde das Land zwischen Angola und Südafrika."
      ],
      "ne": [
        "Dieses große landumschlossene Land ist größtenteils Wüste.",
        "Suche das Land, das wie eine Bratpfanne geformt ist.",
        "Finde das Land zwischen Algerien und Nigeria."
      ],
      "ng": [
        "Das ist Afrikas bevölkerungsreichstes Land!",
        "Suche das große Land am Golf von Guinea.",
        "Finde das Land, das wie ein klobiger Stiefel geformt ist.",
        "Dieses Land hat über 200 Millionen Menschen!"
      ],
      "rw": [
        "Dieses kleine Land wird 'Land der tausend Hügel' genannt.",
        "Suche das winzige Land zwischen Uganda und Burundi.",
        "Finde eines der kleinsten, aber hügeligsten Länder Afrikas."
      ],
      "sn": [
        "Dieses Land umschließt Gambia.",
        "Suche das Land an der westlichsten Spitze Afrikas.",
        "Finde das Land, das fast ein anderes winziges Land umgibt."
      ],
      "sl": [
        "Dieses Land ist an der Westküste mit einem Löwen im Namen.",
        "Suche das Land zwischen Guinea und Liberia.",
        "Finde das Land, dessen Name 'Löwenberg' bedeutet."
      ],
      "so": [
        "Dieses Land bildet das Horn von Afrika!",
        "Suche das Land, das wie die Zahl 7 geformt ist.",
        "Finde das Land, das in den Indischen Ozean hineinragt."
      ],
      "za": [
        "Dieses Land ist ganz unten in Afrika.",
        "Suche das Land, das Lesotho umschließt.",
        "Finde das Land mit drei Hauptstädten!",
        "Dieses Land hat Pinguine UND Löwen!"
      ],
      "ss": [
        "Das ist Afrikas neuestes Land!",
        "Suche das Land über Uganda und Kenia.",
        "Finde das landumschlossene Land südlich vom Sudan."
      ],
      "sd": [
        "Dieses große Land ist in Nordostafrika.",
        "Suche das Land entlang des Nils.",
        "Finde das große Land zwischen Ägypten und dem Südsudan."
      ],
      "tz": [
        "Dieses Land hat Afrikas höchsten Berg, den Kilimandscharo!",
        "Suche das Land unter Kenia.",
        "Finde das Land mit der Insel Sansibar.",
        "Hier kannst du den höchsten Gipfel Afrikas besteigen!"
      ],
      "tg": [
        "Dieses sehr dünne Land ist zwischen Ghana und Benin eingeklemmt.",
        "Suche das dünne Land am Golf von Guinea.",
        "Finde das Land, das wie ein Finger geformt ist."
      ],
      "tn": [
        "Dieses kleine Land ist oben in Afrika.",
        "Suche das Land zwischen Algerien und Libyen.",
        "Finde das Land am nächsten zu Sizilien, Italien."
      ],
      "ug": [
        "Dieses landumschlossene Land hat den Victoriasee.",
        "Suche das Land zwischen Kenia und dem Kongo.",
        "Finde das Land, das für Berggorillas bekannt ist!"
      ],
      "eh": [
        "Dieses umstrittene Gebiet ist an der Nordwestküste.",
        "Suche das Gebiet südlich von Marokko.",
        "Finde das Gebiet westlich von Algerien und Mauretanien."
      ],
      "zm": [
        "Dieses Land hat die Victoriafälle an seiner Grenze!",
        "Suche das Land, das wie ein Schmetterling geformt ist.",
        "Finde das landumschlossene Land zwischen dem Kongo und Simbabwe."
      ],
      "zw": [
        "Dieses landumschlossene Land ist berühmt für die Victoriafälle!",
        "Suche das Land zwischen Sambia und Südafrika.",
        "Finde das Land, das wie eine Teekanne geformt ist."
      ]
    }
  }
}
