{
  "hints": {
    "usa": {
      "ak": [
        "This huge state is way up in the northwest corner, separated from the others.",
        "Look for the really big state near the Arctic. It's cold there!",
        "Find the state that looks like it's sitting by itself, far from the others.",
        "This state has glaciers, polar bears, and the Northern Lights!"
      ],
      "al": [
        "This state is in the southeast, touching the Gulf of Mexico.",
        "Look for the rectangular state on the Gulf coast.",
        "Find the state shaped like a rectangle in the deep south."
      ],
      "ar": [
        "This state is in the south-central region.",
        "Look for the state shaped a bit like a rectangle with jagged eastern edge.",
        "Find the state in the middle-south area."
      ],
      "az": [
        "This state is in the hot desert in the southwest corner.",
        "Look for the state at the bottom left that borders Mexico.",
        "Find the state shaped like a rectangle with a notch cut out.",
        "This state has the Grand Canyon!"
      ],
      "ca": [
        "This long state runs along the entire west coast.",
        "Look for the state on the Pacific Ocean that goes up and down.",
        "Find the really long state by the ocean on the left side.",
        "This is where Disneyland and Hollywood are!"
      ],
      "co": [
        "This state is shaped like a perfect rectangle in the mountain region.",
        "Look for the square-shaped state with the Rocky Mountains.",
        "Find the state in the middle-west that looks like a perfect box."
      ],
      "ct": [
        "This tiny state is in the northeast corner near the ocean.",
        "Look for one of the smallest states in the northeast.",
        "Find the little state shaped like a rectangle on the Atlantic coast."
      ],
      "dc": [
        "This is the tiniest spot on the map, on the east coast.",
        "Look for the smallest area on the whole map in the eastern region.",
        "Find the tiny diamond-shaped area where the President lives.",
        "This is where the White House is!"
      ],
      "de": [
        "This tiny state is on the east coast, shaped like a little finger.",
        "Look for one of the smallest states near the Atlantic Ocean.",
        "Find the skinny little state on the eastern seaboard."
      ],
      "fl": [
        "This state sticks out into the water like a finger pointing down.",
        "Look for the peninsula at the bottom right reaching into the ocean.",
        "Find the state shaped like a thumb pointing south.",
        "This is where alligators and palm trees live!",
        "Look for the state surrounded by water on three sides."
      ],
      "ga": [
        "This state is in the southeast, touching the Atlantic Ocean.",
        "Look for the state shaped a bit like a mitten in the southeast.",
        "Find the state on the east coast above the peninsula.",
        "This state has lots of peaches!"
      ],
      "hi": [
        "These islands are way out in the middle of the Pacific Ocean.",
        "Look for the tiny islands floating by themselves far from the mainland.",
        "Find the state that's made of little islands in the ocean.",
        "This is the only state made entirely of islands!"
      ],
      "ia": [
        "This state is in the middle of the country, shaped like a pig's face.",
        "Look for the state in the center with a pointed eastern edge.",
        "Find the state right in the heartland with corn farms."
      ],
      "id": [
        "This state is in the northwest with a funny shape at the top.",
        "Look for the state that looks like it has a pointy panhandle.",
        "Find the state shaped like a chair in the northwest."
      ],
      "il": [
        "This state is in the midwest with a pointy southern tip.",
        "Look for the state that looks like it's pointing down at the bottom.",
        "Find the state shaped like a person pointing south."
      ],
      "in": [
        "This state is in the midwest, shaped like a Christmas stocking.",
        "Look for the state shaped a bit like a rectangle with bumps.",
        "Find the state in the middle that's kind of rectangular."
      ],
      "ks": [
        "This state is shaped like a rectangle right in the middle of the country.",
        "Look for the box-shaped state in the center.",
        "Find the flat, rectangular state in the Great Plains.",
        "This is where Dorothy from Wizard of Oz lived!"
      ],
      "ky": [
        "This state has a funny bumpy shape, like a drumstick.",
        "Look for the state that wiggles sideways in the east-central area.",
        "Find the long, skinny state stretching east to west."
      ],
      "la": [
        "This state is at the bottom and looks like a boot with a toe.",
        "Look for the state that sticks into the Gulf of Mexico.",
        "Find the state shaped like the letter L at the gulf coast.",
        "This state has swamps and alligators!"
      ],
      "ma": [
        "This state is in the northeast corner with a funny arm sticking out.",
        "Look for the state that looks like it has a bent arm in the northeast.",
        "Find the state with Cape Cod that looks like a flexing muscle."
      ],
      "md": [
        "This state has a really crazy, bumpy shape on the east coast.",
        "Look for the state that wraps around a big bay.",
        "Find the state with the zigzag edges on the Atlantic coast."
      ],
      "me": [
        "This state is at the very top right corner of the country.",
        "Look for the state reaching up toward Canada in the northeast.",
        "Find the state that's all by itself at the top of the east coast.",
        "This is the first state to see the sunrise every day!"
      ],
      "mi": [
        "This state looks like a mitten! It has two separate parts.",
        "Look for the state shaped like a glove surrounded by Great Lakes.",
        "Find the two pieces of land surrounded by big lakes.",
        "This state is touching four of the five Great Lakes!"
      ],
      "mn": [
        "This state is at the top, near Canada, with a bumpy northern border.",
        "Look for the state at the top with a point sticking up.",
        "Find the state called the land of 10,000 lakes!"
      ],
      "mo": [
        "This state is right in the middle of the country.",
        "Look for the state shaped like a boot heel in the center.",
        "Find the state with a distinctive boot-shaped southeastern corner."
      ],
      "ms": [
        "This state is in the deep south, shaped like a rectangle.",
        "Look for the rectangular state on the Gulf of Mexico.",
        "Find the state along the big river with the same name."
      ],
      "mt": [
        "This big state is at the top, on the Canadian border.",
        "Look for the big rectangular state at the top with mountains.",
        "Find the state called Big Sky Country at the northwest."
      ],
      "nc": [
        "This state is on the east coast and is long and skinny.",
        "Look for the state that stretches sideways along the Atlantic.",
        "Find the state that reaches out into the ocean with barrier islands."
      ],
      "nd": [
        "This state is at the very top, shaped like a rectangle.",
        "Look for the box-shaped state right below Canada in the north.",
        "Find the rectangular state in the northern Great Plains."
      ],
      "ne": [
        "This state is in the middle and looks like a pan with a handle.",
        "Look for the state that has a rectangle with a bump on one side.",
        "Find the state shaped a bit like a frying pan in the Great Plains."
      ],
      "nh": [
        "This skinny state is in the northeast, shaped like a rocket.",
        "Look for the tall, thin state in the northeast corner.",
        "Find the state that looks like a rocket pointing up."
      ],
      "nj": [
        "This small state on the east coast looks like the letter J or S.",
        "Look for the little curved state on the Atlantic coast.",
        "Find the state shaped like a sideways S near the ocean."
      ],
      "nm": [
        "This state is in the southwest, shaped like a square with a step.",
        "Look for the state that has a little bite taken out of one corner.",
        "Find the boot-shaped state in the desert southwest."
      ],
      "nv": [
        "This state is in the west and shaped like a wedge pointing down.",
        "Look for the state that looks like a slice of pizza in the desert.",
        "Find the state where Las Vegas is, shaped like an upside-down house."
      ],
      "ny": [
        "This state is in the northeast with a distinctive shape.",
        "Look for the state that looks like it has arms reaching out.",
        "Find the state with the Statue of Liberty!",
        "This state has Long Island that sticks out like a fish."
      ],
      "oh": [
        "This state is shaped a bit like a heart on its side.",
        "Look for the round-ish state near the Great Lakes.",
        "Find the state with a wavy eastern border in the midwest."
      ],
      "ok": [
        "This state looks like a pan with a long handle sticking out.",
        "Look for the state with the funny rectangle sticking out to the left.",
        "Find the state shaped like a cooking pan in the southern plains."
      ],
      "or": [
        "This state is in the top left corner, by the Pacific Ocean.",
        "Look for the rectangular state at the top of the west coast.",
        "Find the state in the northwest corner by the ocean."
      ],
      "pa": [
        "This state is shaped like a rectangle in the northeast.",
        "Look for the wide rectangular state in the northeast.",
        "Find the state where the Liberty Bell is!"
      ],
      "ri": [
        "This is the tiniest state! It's in the northeast corner.",
        "Look for the smallest state on the whole map, by the Atlantic.",
        "Find the tiny state in the northeast.",
        "This state is so small you might miss it!"
      ],
      "sc": [
        "This state is on the southeast coast, shaped like a triangle.",
        "Look for the state that looks like a triangle pointing left.",
        "Find the triangular state on the Atlantic coast."
      ],
      "sd": [
        "This state is in the north, shaped like a rectangle.",
        "Look for the box-shaped state in the northern plains.",
        "Find the state where the faces are carved into Mount Rushmore!"
      ],
      "tn": [
        "This state is long and skinny, going sideways across the map.",
        "Look for the state that looks like a stretched rectangle.",
        "Find the super skinny state stretching east to west."
      ],
      "tx": [
        "This is the biggest state in the lower 48!",
        "Look for the really big state at the bottom with a distinctive shape.",
        "Find the huge state that touches Mexico and the Gulf.",
        "This state is so big, everything is bigger there!",
        "Look for the state that looks like it has a pointy western part."
      ],
      "ut": [
        "This state is shaped like the letter L in the mountain west.",
        "Look for the state with a corner cut out at the top right.",
        "Find the L-shaped state in the desert west."
      ],
      "va": [
        "This state is on the east coast and has a triangular shape.",
        "Look for the state that points toward the ocean on the east.",
        "Find the state where lots of Presidents came from!"
      ],
      "vt": [
        "This small state is in the northeast, shaped like a triangle.",
        "Look for the little state shaped like a slice of pie.",
        "Find the small triangular state in the northeast."
      ],
      "wa": [
        "This state is in the very top left corner, by the Pacific.",
        "Look for the state at the top of the west coast.",
        "Find the state in the northwest corner.",
        "This state has a funny square shape with a notch at the top."
      ],
      "wi": [
        "This state is shaped a bit like a mitten, near the Great Lakes.",
        "Look for the state that looks like it has a thumb sticking out.",
        "Find the state surrounded by big lakes in the upper midwest.",
        "This state is famous for cheese!"
      ],
      "wv": [
        "This state has a really bumpy, crazy shape with two panhandles.",
        "Look for the state that looks like it has two ears.",
        "Find the state that's all wiggly in the Appalachian mountains."
      ],
      "wy": [
        "This state is a perfect rectangle in the mountain west.",
        "Look for the square state in the northern Rocky Mountains.",
        "Find the box-shaped state with Yellowstone Park!"
      ]
    },
    "world": {},
    "europe": {
      "ax": [
        "These islands sit in the Baltic Sea, between two Scandinavian countries.",
        "Look for the small group of islands in the northern Baltic Sea.",
        "Find the archipelago that's an autonomous region with its own flag."
      ],
      "al": [
        "This small country is on the Adriatic coast, shaped like a leaf.",
        "Look for the country on the western Balkan coast.",
        "Find the small coastal country with mountains running through it."
      ],
      "ad": [
        "This tiny country hides high in the Pyrenees mountains.",
        "Look for one of the smallest countries, nestled in a mountain range.",
        "Find the tiny dot high in the mountains of southwest Europe."
      ],
      "at": [
        "This country is shaped like a chicken drumstick in central Europe.",
        "Look for the long, thin country in the heart of the Alps.",
        "Find the landlocked country shaped like a bone.",
        "This country is home to Mozart and yummy pastries!"
      ],
      "by": [
        "This country is a big flat rectangle in eastern Europe.",
        "Look for the large blobby country east of the Baltic states.",
        "Find the landlocked country shaped like a potato in the east."
      ],
      "be": [
        "This small country is famous for chocolate and waffles!",
        "Look for the small country on the North Sea coast in western Europe.",
        "Find the small country shaped like a shield in northwestern Europe."
      ],
      "ba": [
        "This country has a funny triangle shape with almost no coastline.",
        "Look for the heart-shaped country in the western Balkans.",
        "Find the country that looks like a triangle with a tiny coastal strip."
      ],
      "bg": [
        "This country is on the Black Sea coast in the southeast.",
        "Look for the country shaped like a rectangle on the Black Sea.",
        "Find the country in the eastern Balkans with a sea coast."
      ],
      "hr": [
        "This country is shaped like a boomerang or the letter C!",
        "Look for the country with the long curvy coastline on the Adriatic.",
        "Find the country that wraps around in a crescent shape."
      ],
      "cy": [
        "This island sits in the far eastern Mediterranean Sea.",
        "Look for the island in the southeast corner of the map.",
        "Find the island shaped a bit like a frying pan with a handle."
      ],
      "cz": [
        "This country is shaped like a fat arrow pointing west.",
        "Look for the landlocked country in central Europe shaped like an arrowhead.",
        "Find the country with Prague, a beautiful old city!"
      ],
      "dk": [
        "This country has a peninsula sticking up and many islands.",
        "Look for the country reaching toward Scandinavia from the continent.",
        "Find the country made of a peninsula and lots of islands.",
        "This is where LEGO comes from!"
      ],
      "ee": [
        "This small country is on the Baltic Sea at the top of the Baltic states.",
        "Look for the northernmost of three small countries on the Baltic coast.",
        "Find the small country across the Gulf from Scandinavia."
      ],
      "fo": [
        "These windswept islands sit alone in the North Atlantic.",
        "Look for the small island group between Iceland and Scotland.",
        "Find the isolated islands shaped like scattered puzzle pieces."
      ],
      "fi": [
        "This country looks like it's waving an arm at the top of Europe.",
        "Look for the country with the distinctive arm shape in the far north.",
        "Find the country where Santa Claus lives!",
        "This country is shaped like a person with their arm up."
      ],
      "fr": [
        "This big country is shaped like a hexagon.",
        "Look for the six-sided country with both Atlantic and Mediterranean coasts.",
        "Find the large hexagonal country in western Europe.",
        "This country is famous for croissants and the Eiffel Tower!"
      ],
      "de": [
        "This big country is right in the middle of Europe.",
        "Look for the large country shaped a bit like a head looking left.",
        "Find the big country in the heart of Europe with North Sea coast.",
        "This is where cars like BMW and Mercedes come from!"
      ],
      "gi": [
        "This tiny territory sits at the tip of a peninsula guarding a strait.",
        "Look for the tiny dot at the entrance to the Mediterranean.",
        "Find the small rocky peninsula at the southern tip of the Iberian Peninsula."
      ],
      "gr": [
        "This country has a mainland shaped like a hand reaching into the sea.",
        "Look for the country at the southern tip of the Balkans with many islands.",
        "Find the country famous for ancient ruins and the Olympics!",
        "This country has a distinctive peninsula and LOTS of islands."
      ],
      "gg": [
        "This small island sits in the English Channel.",
        "Look for the small island off the coast of northwestern France.",
        "Find one of the Channel Islands between Britain and France."
      ],
      "hu": [
        "This country is shaped like an oval in central Europe.",
        "Look for the landlocked oval-shaped country in the Carpathian Basin.",
        "Find the country shaped like a bean in central Europe."
      ],
      "is": [
        "This island country is way up in the North Atlantic, all by itself.",
        "Look for the isolated island just south of the Arctic Circle.",
        "Find the island with volcanoes and hot springs!",
        "This country has fire AND ice!"
      ],
      "ie": [
        "This green island is in the North Atlantic, west of Britain.",
        "Look for the island shaped like a teddy bear.",
        "Find the country famous for shamrocks and leprechauns!"
      ],
      "im": [
        "This small island sits in the Irish Sea between two larger islands.",
        "Look for the island in the middle of the sea between Britain and Ireland.",
        "Find the small island with three legs on its flag."
      ],
      "it": [
        "This country is shaped like a boot kicking a ball!",
        "Look for the long peninsula sticking down into the Mediterranean.",
        "Find the country where pizza and pasta come from!",
        "This boot-shaped country has two large islands near it."
      ],
      "je": [
        "This small island sits in the English Channel near the French coast.",
        "Look for the small island in the channel between Britain and France.",
        "Find one of the Channel Islands, the larger of the two."
      ],
      "xk": [
        "This small landlocked country is in the western Balkans.",
        "Look for the small diamond-shaped country in the Balkans.",
        "Find the little landlocked country in southeastern Europe."
      ],
      "lv": [
        "This country is the middle one of three on the eastern Baltic coast.",
        "Look for the middle country of the three Baltic states.",
        "Find the country on the Baltic Sea shaped like a rectangle."
      ],
      "li": [
        "This tiny country is squeezed in the Alps along a river valley.",
        "Look for one of the smallest countries, tucked in the Alps.",
        "Find the tiny country shaped like a splinter in the mountains."
      ],
      "lt": [
        "This country is the southernmost of three on the eastern Baltic coast.",
        "Look for the southern Baltic state with a distinctive shape.",
        "Find the country on the Baltic Sea with a pointy western coast."
      ],
      "lu": [
        "This tiny country is in western Europe, landlocked.",
        "Look for one of the smallest countries in western Europe.",
        "Find the little landlocked country that's surprisingly rich!"
      ],
      "mk": [
        "This landlocked country is shaped like a circle in the Balkans.",
        "Look for the round-shaped landlocked country in southeastern Europe.",
        "Find the country with a sun on its flag!"
      ],
      "mt": [
        "This tiny island country is in the middle of the Mediterranean.",
        "Look for the small islands south of Sicily.",
        "Find the archipelago made of a few tiny islands in the Mediterranean."
      ],
      "md": [
        "This country is shaped like a bunch of grapes in eastern Europe.",
        "Look for the small landlocked country shaped like grapes.",
        "Find the landlocked country in the east with a distinctive shape."
      ],
      "mc": [
        "This is one of the tiniest countries, on the Mediterranean coast!",
        "Look for the tiny dot on the southern coast of Europe.",
        "Find the super small country famous for fancy cars and a casino."
      ],
      "me": [
        "This small country has beautiful mountains and a short coast.",
        "Look for the small country on the Adriatic with rugged terrain.",
        "Find the country whose name means 'Black Mountain'."
      ],
      "nl": [
        "This flat country is famous for windmills and tulips!",
        "Look for the country on the North Sea that's super flat.",
        "Find the country with a coastline that curves inward.",
        "This country is below sea level and has lots of bicycles!"
      ],
      "no": [
        "This long country stretches along Scandinavia's west coast.",
        "Look for the country with the incredibly wiggly coastline full of fjords.",
        "Find the country that looks like a spoon with a jagged edge.",
        "This country has the Northern Lights!"
      ],
      "pl": [
        "This big country is shaped like a square in central-eastern Europe.",
        "Look for the large squarish country on the Baltic Sea coast.",
        "Find the big country shaped like a rectangle in the east."
      ],
      "pt": [
        "This country is a rectangle on the western edge of Europe.",
        "Look for the rectangular country on the Atlantic coast in the southwest.",
        "Find the country at the very southwest corner of mainland Europe."
      ],
      "ro": [
        "This country has a curved shape on the Black Sea coast.",
        "Look for the country with mountains in its center and a sea coast.",
        "Find the country where Dracula's castle is!"
      ],
      "ru": [
        "This is the BIGGEST country in the world!",
        "Look for the enormous country stretching across the top of the map.",
        "Find the huge country that spans from Europe to the Pacific."
      ],
      "sm": [
        "This tiny country is completely surrounded by another country!",
        "Look for one of the smallest countries, a dot inside a larger one.",
        "Find the little microstate on a mountain."
      ],
      "rs": [
        "This landlocked country is in the middle of the Balkans.",
        "Look for the landlocked country in the heart of southeastern Europe.",
        "Find the country shaped like a shield in the Balkans."
      ],
      "sk": [
        "This country looks like a stretched caterpillar.",
        "Look for the long, thin landlocked country in central Europe.",
        "Find the country with mountains shaped like an elongated oval."
      ],
      "si": [
        "This small country is shaped like a chicken at the top of the Adriatic.",
        "Look for the small country at the northern end of the Adriatic Sea.",
        "Find the country shaped like a bird in the Alps."
      ],
      "es": [
        "This large country takes up most of the Iberian Peninsula.",
        "Look for the big squarish country in the southwest of Europe.",
        "Find the country famous for flamenco dancing and bulls!",
        "This country is shaped like a bull's hide!"
      ],
      "sj": [
        "These Arctic islands are way up north, mostly covered in ice.",
        "Look for the isolated islands in the Arctic Ocean.",
        "Find the frozen archipelago far north of mainland Europe."
      ],
      "se": [
        "This long country stretches down Scandinavia's east side.",
        "Look for the long country shaped like a ski in northern Europe.",
        "Find the country stretching north-south in Scandinavia.",
        "This is where IKEA comes from!"
      ],
      "ch": [
        "This small country is famous for chocolate, cheese, and watches!",
        "Look for the small landlocked country in the heart of the Alps.",
        "Find the mountainous country shaped a bit like a square."
      ],
      "ua": [
        "This big country is the largest one entirely in Europe.",
        "Look for the large country on the Black Sea coast in the east.",
        "Find the big country shaped like a frying pan in eastern Europe."
      ],
      "gb": [
        "This island country looks like a witch on a broomstick!",
        "Look for the big island off the northwest coast of Europe.",
        "Find the country with Big Ben and royal palaces!",
        "This country includes England, Scotland, Wales, and Northern Ireland."
      ],
      "va": [
        "This is the SMALLEST country in the world!",
        "Look for the tiny dot that's completely inside another country.",
        "Find where the Pope lives - a tiny city-state!"
      ]
    },
    "africa": {
      "dz": [
        "This is the BIGGEST country in Africa!",
        "Look for the huge country in the north touching the Mediterranean.",
        "Find the enormous country that covers much of the Sahara Desert."
      ],
      "ao": [
        "This country is on the southwest coast of Africa.",
        "Look for the country with a separate small piece to the north.",
        "Find the country shaped like it has a handle on top."
      ],
      "bj": [
        "This skinny country looks like a key standing up.",
        "Look for the thin country on the Gulf of Guinea coast.",
        "Find the country shaped like a club."
      ],
      "bw": [
        "This landlocked country is in southern Africa.",
        "Look for the country shaped like a shield or home plate.",
        "Find the country with the Kalahari Desert."
      ],
      "bf": [
        "This landlocked country is shaped like a butterfly.",
        "Look for the butterfly-shaped country in West Africa.",
        "Find the landlocked country surrounded by many neighbors."
      ],
      "bi": [
        "This small country is one of the tiniest in Africa.",
        "Look for the tiny heart-shaped country near the Great Lakes.",
        "Find one of Africa's smallest landlocked countries."
      ],
      "cm": [
        "This country is shaped like a drumstick or number 7.",
        "Look for the country that points toward the Gulf of Guinea.",
        "Find the country shaped like the number 7 on the west coast."
      ],
      "cv": [
        "These islands float in the Atlantic Ocean off the West African coast.",
        "Look for the archipelago of islands far out in the Atlantic.",
        "Find the island chain shaped like a scattered necklace."
      ],
      "cf": [
        "This country is right in the middle of Africa!",
        "Look for the butterfly-shaped country in central Africa.",
        "Find the landlocked country in the heart of the continent."
      ],
      "td": [
        "This big country is shaped like a woman's profile.",
        "Look for the large country shaped like a face in north-central Africa.",
        "Find the country with a distinctive profile shape."
      ],
      "km": [
        "These islands sit in the Indian Ocean between Africa and Madagascar.",
        "Look for the small island group in the Mozambique Channel.",
        "Find the volcanic islands shaped like dots near Madagascar."
      ],
      "cd": [
        "This huge country is in the middle, shaped like an elephant head.",
        "Look for the big country with a distinctive shape in central Africa.",
        "Find one of Africa's largest countries in the center."
      ],
      "cg": [
        "This country has a long curvy shape along a major river.",
        "Look for the country shaped like it's reaching northward.",
        "Find the country that looks like a stretched triangle."
      ],
      "ci": [
        "This country's name means 'Ivory Coast'.",
        "Look for the country on the gulf coast shaped like a square.",
        "Find the country shaped like a square with bumpy edges."
      ],
      "dj": [
        "This tiny country guards the entrance to the Red Sea.",
        "Look for the small country at the Horn of Africa near the strait.",
        "Find the tiny country shaped like a triangle at the horn."
      ],
      "eg": [
        "This is where the famous pyramids are!",
        "Look for the country in the northeast corner with the Nile River.",
        "Find the country shaped like a square with a peninsula.",
        "This country has the Sphinx and ancient pharaohs!"
      ],
      "gq": [
        "This small country has a mainland part and an island.",
        "Look for the tiny country on the Gulf of Guinea coast.",
        "Find the small two-part country on the west coast."
      ],
      "er": [
        "This country stretches along the Red Sea coast.",
        "Look for the country shaped like a crocodile on the Red Sea.",
        "Find the long, thin country along the Red Sea."
      ],
      "sz": [
        "This tiny kingdom is almost completely surrounded by one country.",
        "Look for the small landlocked country shaped like a teardrop.",
        "Find one of Africa's smallest countries, nearly encircled."
      ],
      "et": [
        "This big country is in the Horn of Africa.",
        "Look for the large landlocked country shaped like a horn.",
        "Find the country shaped like a rhino horn.",
        "This country has ancient churches carved from rock!"
      ],
      "ga": [
        "This country straddles the equator on the west coast.",
        "Look for the country shaped like a sitting person on the coast.",
        "Find the country on the equator with Atlantic Ocean coast."
      ],
      "gm": [
        "This tiny country is shaped like a worm inside another country!",
        "Look for the skinny country along a river, surrounded by another.",
        "Find the smallest country in mainland Africa."
      ],
      "gh": [
        "This country is on the Gulf of Guinea coast.",
        "Look for the country shaped like a rectangle with bumpy top.",
        "Find the country on the gulf coast that produces cocoa.",
        "This country produces lots of cocoa for chocolate!"
      ],
      "gn": [
        "This country is shaped like a croissant on the west coast.",
        "Look for the crescent-shaped country on the Atlantic coast.",
        "Find the country with a curvy shape in West Africa."
      ],
      "gw": [
        "This small country is on the Atlantic coast with many islands.",
        "Look for the small country with lots of islands along its coast.",
        "Find the small coastal country shaped like a rectangle."
      ],
      "ke": [
        "This country is on the east coast, right on the equator.",
        "Look for the country on the Indian Ocean coast at the equator.",
        "Find the country where you can see lions and elephants!",
        "This country is famous for safari adventures!"
      ],
      "ls": [
        "This small mountain kingdom is completely inside another country!",
        "Look for the country that's like a hole in a bigger country.",
        "Find the 'Kingdom in the Sky' - a country entirely surrounded."
      ],
      "lr": [
        "This country was founded by freed American slaves.",
        "Look for the country shaped like a mitten on the west coast.",
        "Find the coastal country shaped like a glove."
      ],
      "ly": [
        "This big country is on the Mediterranean coast.",
        "Look for the large country on the Mediterranean with desert interior.",
        "Find the country that's mostly Sahara Desert."
      ],
      "mg": [
        "This huge island is the 4th largest in the world!",
        "Look for the big island off the east coast of mainland Africa.",
        "Find the island that looks like a footprint.",
        "This island has animals found nowhere else, like lemurs!"
      ],
      "mw": [
        "This long thin country has a big lake along its entire length.",
        "Look for the skinny country shaped like a stretched bean.",
        "Find the country with a giant lake along its border."
      ],
      "ml": [
        "This big country has an interesting shape like a bowtie.",
        "Look for the large bowtie-shaped country in West Africa.",
        "Find the landlocked country shaped like an hourglass."
      ],
      "mr": [
        "This big country stretches from the Atlantic into the Sahara.",
        "Look for the country shaped like a mitten pointing down.",
        "Find the large desert country on the Atlantic coast."
      ],
      "mu": [
        "This island sits alone in the Indian Ocean, east of Madagascar.",
        "Look for the small island far out in the Indian Ocean.",
        "Find the volcanic island known for its beautiful beaches."
      ],
      "yt": [
        "This island territory sits between Madagascar and mainland Africa.",
        "Look for the small island in the Mozambique Channel.",
        "Find the crescent-shaped island near the Comoros."
      ],
      "ma": [
        "This country is in the northwest corner of Africa.",
        "Look for the country at the northwest tip, close to Europe.",
        "Find the country with mountains and desert.",
        "This country is close enough to see Europe!"
      ],
      "mz": [
        "This long country stretches along the southeast coast.",
        "Look for the country shaped like a long rifle on the coast.",
        "Find the long, thin coastal country in southeastern Africa."
      ],
      "na": [
        "This country has the Namib Desert along its coast.",
        "Look for the country on the southwest coast with desert beaches.",
        "Find the coastal country with the world's oldest desert."
      ],
      "ne": [
        "This big landlocked country is mostly desert.",
        "Look for the country shaped like a frying pan in the Sahara.",
        "Find the large landlocked country in the southern Sahara."
      ],
      "ng": [
        "This is Africa's most populated country!",
        "Look for the big country on the Gulf of Guinea.",
        "Find the country shaped like a chunky boot.",
        "This country has over 200 million people!"
      ],
      "re": [
        "This volcanic island sits in the Indian Ocean east of Madagascar.",
        "Look for the small island far out in the Indian Ocean.",
        "Find the island with a famous active volcano."
      ],
      "rw": [
        "This small country is called the 'Land of a Thousand Hills'.",
        "Look for the tiny landlocked country near the Great Lakes.",
        "Find one of Africa's smallest but hilliest countries."
      ],
      "st": [
        "These two islands sit in the Gulf of Guinea near the equator.",
        "Look for the two small islands off the west coast of Africa.",
        "Find the island nation straddling the equator in the Atlantic."
      ],
      "sn": [
        "This country wraps around another tiny country inside it.",
        "Look for the country on the westernmost tip of Africa.",
        "Find the country that almost surrounds another tiny country."
      ],
      "sc": [
        "These paradise islands are scattered across the Indian Ocean.",
        "Look for the island group northeast of Madagascar.",
        "Find the archipelago of granite and coral islands."
      ],
      "sl": [
        "This country is on the west coast with a lion in its name.",
        "Look for the coastal country whose name means 'Lion Mountain'.",
        "Find the country shaped like a fist on the west coast."
      ],
      "so": [
        "This country forms the Horn of Africa!",
        "Look for the country shaped like the number 7.",
        "Find the country that sticks out into the Indian Ocean."
      ],
      "za": [
        "This country is at the very bottom of Africa.",
        "Look for the country at the southern tip with another inside it.",
        "Find the country with three capital cities!",
        "This country has penguins AND lions!"
      ],
      "ss": [
        "This is Africa's newest country!",
        "Look for the landlocked country shaped like a blob.",
        "Find the young nation in East-Central Africa."
      ],
      "sd": [
        "This big country is in northeast Africa.",
        "Look for the large country along the Nile River.",
        "Find the big country shaped like a pentagon in the northeast."
      ],
      "tz": [
        "This country has Africa's tallest mountain, Kilimanjaro!",
        "Look for the country on the east coast with islands.",
        "Find the country with Zanzibar island off its coast.",
        "This is where you can climb the highest peak in Africa!"
      ],
      "tg": [
        "This very skinny country is on the Gulf of Guinea coast.",
        "Look for the thin country shaped like a finger.",
        "Find one of the narrowest countries in Africa."
      ],
      "tn": [
        "This small country is at the northernmost point of Africa.",
        "Look for the small country at the very top of the continent.",
        "Find the country closest to Europe across the Mediterranean."
      ],
      "ug": [
        "This landlocked country has a huge lake.",
        "Look for the country with Lake Victoria along its border.",
        "Find the country known for mountain gorillas!"
      ],
      "eh": [
        "This disputed territory is on the northwest coast.",
        "Look for the area on the Atlantic coast with contested status.",
        "Find the territory shaped like a rectangle on the coast."
      ],
      "zm": [
        "This country has Victoria Falls on its border!",
        "Look for the country shaped like a butterfly.",
        "Find the landlocked country shaped like a bent bowtie."
      ],
      "zw": [
        "This landlocked country is famous for Victoria Falls!",
        "Look for the country shaped like a teapot.",
        "Find the landlocked country with a distinctive shape."
      ]
    }
  }
}
