{
  "hints": {
    "usa": {
      "ak": [
        "Diz grōza lant ist obana, ferro fon den anderen lantan.",
        "Suochi daz grōza lant nāh dem norden. Dār ist iz kalt!",
        "Diz lant ist nāh Kanada unta habet filu snēwes unta wīzan beran.",
        "Findi daz lant daz eino sizzit, ferro fon den anderen."
      ],
      "al": [
        "Diz lant ist in sundan, nāh dem wazzare des Sinus Mexicani.",
        "Suochi daz lant daz Florida einaz sītun rīnit.",
        "Findi daz lant daz so ein fiurstecca in suntostan scinit."
      ],
      "ar": [
        "Diz lant ist in mitten des rīhes, luzzil sundwart.",
        "Suochi daz lant obana Louisiana.",
        "Findi daz lant az ōstarhalb Texas."
      ],
      "az": [
        "Diz lant ist in der heizun wuosti in sundwestun.",
        "Suochi daz lant nidarun winstarhalf daz Mexico rīnit.",
        "Findi daz lant zesawenhalf California.",
        "Diz lant habet daz Grōza Tal!"
      ],
      "ca": [
        "Diz langa lant ist winstarhalf, nāh dem grōzan sēwe.",
        "Suochi daz lant an dem westōde daz obana untan gēt.",
        "Findi daz langōsta lant nāh dem Stillon Sēwe.",
        "Hiar sint Disneyland unta Hollywood!"
      ],
      "co": [
        "Diz lant ist in mitten so ein fulliz fiurstecca.",
        "Suochi daz fiursteccohafta lant mit bergan.",
        "Findi daz lant in mitten daz so ein scatula scinit."
      ],
      "ct": [
        "Diz luzil lant ist in dem winchile zesawun obana, nāh dem sēwe.",
        "Suochi einaz der luzilōstōn lando in nordōstan.",
        "Findi daz luzila lant untar Massachusetts."
      ],
      "dc": [
        "Diz ist ein luzil fiurstecca zwischen Maryland unta Virginia.",
        "Suochi daz luzilōsta stecki in der carta in ōstan.",
        "Findi daz luzila stecki dār der kuning wīsōt.",
        "Hiar ist daz Wīza Hūs!"
      ],
      "de": [
        "Diz luzil lant ist an dem ōstōde, so ein luzil fingar.",
        "Suochi einaz der luzilōstōn lando nāh dem sēwe zesawun.",
        "Findi daz luzila lant nāh Maryland."
      ],
      "fl": [
        "Diz lant gēt in daz wazzar so ein fingar der nidar wīsōt.",
        "Suochi daz lant nidarun zesawun daz in daz meri gēt.",
        "Findi daz lant so ein dūmo nidar giscaffan.",
        "Hiar wīsōnt crocodilos unta palmbouma!",
        "Suochi daz lant daz fon driu sītun mit wazzare umbi ist."
      ],
      "ga": [
        "Diz lant ist in sundōstan, obana Florida.",
        "Suochi daz lant daz so ein hantscuoh obana Florida scinit.",
        "Findi daz lant in ōstan daz den sēwe rīnit.",
        "Diz lant habet filu phersica!"
      ],
      "hi": [
        "Disu ouwon sint ferro in mitten des Stillon Sēwes.",
        "Suochi diu luzilun ouwon diu eino flīzent ferro.",
        "Findi daz lant daz fon luzilun ouwon in dem sēwe gitan ist.",
        "Diz lant ist nāhōst dem stade unta den palmboumun!"
      ],
      "ia": [
        "Diz lant ist in mitten des rīhes, so ein swīnes anasiune.",
        "Suochi daz lant zwischen Minnesota unta Missouri.",
        "Findi daz lant in mitten mit filun cornackarun."
      ],
      "id": [
        "Diz lant ist in nordwestan unta habet wuntarlīhha forma obana.",
        "Suochi daz lant daz spizzan huot habēn scinit.",
        "Findi daz lant nāh Montana daz so ein stuol scinit."
      ],
      "il": [
        "Diz lant ist in mitten unta habet grōza burg Chicago giheizana.",
        "Suochi daz lant daz nidar wīsōt in demo nidarun.",
        "Findi daz lant nāh dem grōzan sēwe obana."
      ],
      "in": [
        "Diz lant ist in mitten, nāh Illinois.",
        "Suochi daz lant so ein wīhnahtsocco.",
        "Findi daz lant zwischen Illinois unta Ohio."
      ],
      "ks": [
        "Diz lant ist so ein fiurstecca in mitten des rīhes.",
        "Suochi daz scatulohafta lant in mitten.",
        "Findi daz ebanaz lant dār Dorothy fon Mago Oz wīsōta!"
      ],
      "ky": [
        "Diz lant habet wuntarlīhha huckilohta forma, so ein huonosbein.",
        "Suochi daz lant daz duruh den mittun ōstan slangōt.",
        "Findi daz lant daz lang unta smala ubarzwerh gēt."
      ],
      "la": [
        "Diz lant ist nidarun unta scinit so ein scuoh.",
        "Suochi daz lant daz in den Sinum Mexicanum gēt.",
        "Findi daz lant so ein buohstab L nidarun.",
        "Diz lant habet sumpfa unta crocodilos!"
      ],
      "ma": [
        "Diz lant ist in winchile zesawun obana mit wuntarlīhhemo arme.",
        "Suochi daz lant daz giboganan arm habēn scinit in nordōstan.",
        "Findi daz lant mit Cape Cod daz so ein giboganer musculo scinit."
      ],
      "md": [
        "Diz lant habet wuotigaz huckilohtaz giscefti an dem ōstōde.",
        "Suochi daz lant daz grōzan sinun umbigēt.",
        "Findi daz lant mit winkalohtun ortan nāh Washington DC."
      ],
      "me": [
        "Diz lant ist in dem winchile zesawun obana des rīhes.",
        "Suochi daz lant daz ad Kanada in nordōstan strekkit.",
        "Findi daz einōda lant obana an dem ōstōde.",
        "Diz lant sihit iogiwelīhhan dag erist den sunnan ūfgang!"
      ],
      "mi": [
        "Diz lant scinit so ein hantscuoh! Iz habet zwā stucki.",
        "Suochi daz lant so ein fāstiling nāh den grōzun sēwun.",
        "Findi diu zwēi landu diu fon Grōzun Sēwun umbi sint.",
        "Diz lant rīnit fiuru fon fimf Grōzun Sēwun!"
      ],
      "mn": [
        "Diz lant ist obana, nāh Kanada, mit filun sēwun.",
        "Suochi daz lant obana daz huckilohtan obarun ort habet.",
        "Findi daz lant daz lant zehan dūsuntero sēwo giheizit!"
      ],
      "mo": [
        "Diz lant ist in mitten des rīhes.",
        "Suochi daz lant dār zwēi grōzun ahun gisamanōnt.",
        "Findi daz lant zwischen Kansas unta Illinois."
      ],
      "ms": [
        "Diz lant ist in sundan, so ein fiurstecca.",
        "Suochi daz lant westarhalf Alabama.",
        "Findi daz lant nāh der grōzun ahu mit selbon namon."
      ],
      "mt": [
        "Diz grōza lant ist obana, nāh Kanada.",
        "Suochi daz grōza fiurstecca obana mit bergan.",
        "Findi daz lant Big Sky Country giheizit obana winstarhalf."
      ],
      "nc": [
        "Diz lant ist an dem ōstōde unta ist lang unta smal.",
        "Suochi daz lant daz ubarzwerh obana South Carolina strekkit.",
        "Findi daz lant daz in den sēwe zesawun strekkit."
      ],
      "nd": [
        "Diz lant ist obanōst, so ein fiurstecca.",
        "Suochi daz lant untar Kanada in mittun obana.",
        "Findi daz scatulohafta lant nāh Montana."
      ],
      "ne": [
        "Diz lant ist in mitten unta scinit so ein phanna mit handhaba.",
        "Suochi daz lant daz hucki an eineru sītun habet.",
        "Findi daz lant so ein brātphanna."
      ],
      "nh": [
        "Diz smala lant ist zesawun obana, nāh Vermont.",
        "Suochi daz hōha smala lant untar Maine.",
        "Findi daz lant daz so ein scif ūfwart wīsōt."
      ],
      "nj": [
        "Diz luzil lant an dem ōstōde scinit so ein buohstab J.",
        "Suochi daz luzila lant untar New York daz bogōt.",
        "Findi daz lant so ein ubarzwerh S nāh dem sēwe."
      ],
      "nm": [
        "Diz lant ist in sundwestan, so ein fiurstecca mit stīgu.",
        "Suochi daz lant untar Colorado daz ūzgibizzanaz scinit.",
        "Findi daz lant westarhalf Texas."
      ],
      "nv": [
        "Diz lant ist in westan unta ist so ein drīeggi nidarwart.",
        "Suochi daz lant nāh California daz so ein stucki pizzae scinit.",
        "Findi daz lant dār Las Vegas ist, in der wuosti.",
        "Diz lant scinit so ein umbigikērit hūs."
      ],
      "ny": [
        "Diz lant ist in nordōstan unta habet grōza burg mit selbon namon.",
        "Suochi daz lant daz arma ūzstrekkit.",
        "Findi daz lant mit der Statue der Frīheiti!",
        "Diz lant habet Long Island daz so ein fisc ūzgēt."
      ],
      "oh": [
        "Diz lant scinit so ein herza ubarzwerh.",
        "Suochi daz rundohtaz lant nāh dem sēwe obana.",
        "Findi daz lant zwischen Pennsylvania unta Indiana."
      ],
      "ok": [
        "Diz lant scinit so ein phanna mit langemo handhaba.",
        "Suochi daz lant mit wuntarlīhhemo fiurstecca winstarhalf.",
        "Findi daz lant daz an Texas wīsōn scinit."
      ],
      "or": [
        "Diz lant ist in winchile obana winstarhalf, nāh dem sēwe.",
        "Suochi daz lant obana California an dem westōde.",
        "Findi daz lant untar Washington."
      ],
      "pa": [
        "Diz lant ist so ein fiurstecca in nordōstan.",
        "Suochi daz breitaz lant untar New York.",
        "Findi daz lant dār diu Frīheitislocka ist!"
      ],
      "ri": [
        "Diz ist daz luzilōsta lant! Iz ist in winchile zesawun obana.",
        "Suochi daz luzilōsta lant in aller cartu, nāh dem sēwe.",
        "Findi daz luzila lant untar Massachusetts.",
        "Diz lant ist sō luzil daz iz ferlīsēs!"
      ],
      "sc": [
        "Diz lant ist an dem sundōstōde, untar North Carolina.",
        "Suochi daz lant daz so ein drīeggi winstarhalf wīsōt.",
        "Findi daz luzilōra lant untar dem langan smalan in ōstan."
      ],
      "sd": [
        "Diz lant ist in mitten obana, so ein fiurstecca.",
        "Suochi daz lant untar North Dakota.",
        "Findi daz lant dār anasiuni in berg giscrotan sint!"
      ],
      "tn": [
        "Diz lant ist lang unta smal, ubarzwerh duruh diu carta.",
        "Suochi daz lant daz so ein gistrekkitaz fiurstecca scinit.",
        "Findi daz smala lant daz ahto anderiu landu rīnit!"
      ],
      "tx": [
        "Diz ist daz grōzōsta lant in nidarun teile des rīhes!",
        "Suochi daz alagrōza lant nidarun daz so ein sterro scinit.",
        "Findi daz ungafuoraz lant daz Mexico rīnit.",
        "Diz lant ist sō grōz, alla dingu dār grōzōrun sint!",
        "Suochi daz lant daz so ein spizzer scuoh scinit."
      ],
      "ut": [
        "Diz lant ist so ein buohstab L in westan.",
        "Suochi daz lant mit ūzgisnittanemo winchile obana.",
        "Findi daz lant nāh Colorado daz so ein staphenter scuoh scinit."
      ],
      "va": [
        "Diz lant ist an dem ōstōde unta habet drīeggohta forma.",
        "Suochi daz lant daz an den sēwe zesawun wīsōt.",
        "Findi daz lant dānan filu kuningā quāmun!"
      ],
      "vt": [
        "Diz luzil lant ist zesawun obana, so ein drīeggi.",
        "Suochi daz luzila lant nāh New Hampshire.",
        "Findi daz lant daz so ein stucki kuocho in nordōstan scinit."
      ],
      "wa": [
        "Diz lant ist in winchile obana winstarhalf, nāh dem sēwe.",
        "Suochi daz lant obana an dem westōde.",
        "Findi daz lant nāh Kanada in nordwestun.",
        "Diz lant habet wuntarlīhha fiursteccohafta forma mit gruobu obana."
      ],
      "wi": [
        "Diz lant scinit so ein hantscuoh, nāh den grōzun sēwun.",
        "Suochi daz lant daz dūmon ūzgēn habēn scinit.",
        "Findi daz lant zwischen Minnesota unta Michigan.",
        "Diz lant ist mit kāsi māri!"
      ],
      "wv": [
        "Diz lant habet wuotigaz huckilohtaz giscefti mit zwēin huckilun obana.",
        "Suochi daz lant daz zwā ōrun habēn scinit.",
        "Findi daz lant daz allaz wuntohtaz in ōstan ist."
      ],
      "wy": [
        "Diz lant ist fullaz fiurstecca in westan.",
        "Suochi daz fiursteccohafta lant untar Montana.",
        "Findi daz scatulohafta lant mit dem Yellowstone Parke!"
      ]
    },
    "world": {}
  }
}
