{
  "hints": {
    "usa": {
      "ak": [
        "यह बड़ा राज्य सबसे ऊपर है, दूसरे राज्यों से बहुत दूर।",
        "उत्तरी ध्रुव के पास बहुत बड़ा राज्य खोजो। वहाँ बहुत ठंड है!",
        "यह राज्य कनाडा के बगल में है और यहाँ बहुत बर्फ और ध्रुवीय भालू हैं।",
        "वह राज्य खोजो जो अकेला बैठा है, बाकी सबसे दूर।"
      ],
      "al": [
        "यह राज्य दक्षिण में है, मैक्सिको की खाड़ी के पानी के पास।",
        "वह राज्य खोजो जो एक तरफ फ्लोरिडा को छूता है।",
        "दक्षिण-पूर्व में आयत जैसा राज्य खोजो।"
      ],
      "ar": [
        "यह राज्य देश के बीच में है, थोड़ा दक्षिण की ओर।",
        "लुइसियाना के ठीक ऊपर राज्य खोजो।",
        "टेक्सास के पूर्व की तरफ वाला राज्य खोजो।"
      ],
      "az": [
        "यह राज्य दक्षिण-पश्चिम के गर्म रेगिस्तान में है।",
        "नीचे बाईं ओर मैक्सिको को छूने वाला राज्य खोजो।",
        "कैलिफोर्निया के दाईं ओर वाला राज्य खोजो।",
        "इस राज्य में ग्रैंड कैन्यन है!"
      ],
      "ca": [
        "यह लंबा राज्य बाईं तरफ है, बड़े समुद्र के पास।",
        "पश्चिमी तट पर ऊपर से नीचे जाने वाला राज्य खोजो।",
        "प्रशांत महासागर के पास बहुत लंबा राज्य खोजो।",
        "यहाँ डिज्नीलैंड और हॉलीवुड हैं!"
      ],
      "co": [
        "यह राज्य बीच में बिल्कुल आयत जैसा है।",
        "पहाड़ों वाला चौकोर राज्य खोजो।",
        "बीच में डिब्बे जैसा दिखने वाला राज्य खोजो।"
      ],
      "ct": [
        "यह छोटा सा राज्य ऊपर दाईं ओर कोने में है, समुद्र के पास।",
        "उत्तर-पूर्व में सबसे छोटे राज्यों में से एक खोजो।",
        "मैसाचुसेट्स के नीचे छोटा राज्य खोजो।"
      ],
      "dc": [
        "यह मैरीलैंड और वर्जीनिया के बीच एक छोटा चौकोर है।",
        "पूर्व में नक्शे पर सबसे छोटा बिंदु खोजो।",
        "वह छोटी जगह खोजो जहाँ राष्ट्रपति रहते हैं।",
        "यहाँ व्हाइट हाउस है!"
      ],
      "de": [
        "यह छोटा राज्य पूर्वी तट पर है, छोटी उंगली जैसा।",
        "दाईं ओर समुद्र के पास सबसे छोटे राज्यों में से एक खोजो।",
        "मैरीलैंड के बगल में छोटा राज्य खोजो।"
      ],
      "fl": [
        "यह राज्य पानी में उंगली की तरह नीचे की ओर निकला है।",
        "नीचे दाईं ओर समुद्र में हाथ बढ़ाता हुआ राज्य खोजो।",
        "नीचे की ओर इशारा करते अंगूठे जैसा राज्य खोजो।",
        "यहाँ मगरमच्छ और ताड़ के पेड़ रहते हैं!",
        "तीन तरफ से पानी से घिरा राज्य खोजो।"
      ],
      "ga": [
        "यह राज्य दक्षिण-पूर्व में है, फ्लोरिडा के ठीक ऊपर।",
        "फ्लोरिडा के ऊपर दस्ताने जैसा राज्य खोजो।",
        "पूर्व की तरफ समुद्र को छूने वाला राज्य खोजो।",
        "इस राज्य में बहुत सारे आड़ू हैं!"
      ],
      "hi": [
        "ये द्वीप प्रशांत महासागर के बीच में बहुत दूर हैं।",
        "सबसे दूर अकेले तैरते छोटे द्वीप खोजो।",
        "समुद्र में छोटे द्वीपों से बना राज्य खोजो।",
        "यह राज्य समुद्र तट और ताड़ के पेड़ों के सबसे करीब है!"
      ],
      "ia": [
        "यह राज्य देश के बीच में है, सुअर के चेहरे जैसा।",
        "मिनेसोटा और मिसौरी के बीच राज्य खोजो।",
        "बीच में मक्के के खेतों वाला राज्य खोजो।"
      ],
      "id": [
        "यह राज्य उत्तर-पश्चिम में है और ऊपर अजीब आकार का है।",
        "नुकीली टोपी वाला राज्य खोजो।",
        "मोंटाना के बगल में कुर्सी जैसा राज्य खोजो।"
      ],
      "il": [
        "यह राज्य बीच में है और इसमें शिकागो नाम का बड़ा शहर है।",
        "नीचे की ओर इशारा करता हुआ राज्य खोजो।",
        "ऊपर बड़ी झील के पास राज्य खोजो।"
      ],
      "in": [
        "यह राज्य बीच में है, इलिनोइस के ठीक बगल में।",
        "क्रिसमस के मोजे जैसा राज्य खोजो।",
        "इलिनोइस और ओहायो के बीच राज्य खोजो।"
      ],
      "ks": [
        "यह राज्य देश के बिल्कुल बीच में आयत जैसा है।",
        "बीच में डिब्बे जैसा राज्य खोजो।",
        "वह समतल राज्य खोजो जहाँ ऑज के जादूगर की डोरोथी रहती थी!"
      ],
      "ky": [
        "यह राज्य मजेदार उबड़-खाबड़ आकार का है, मुर्गे की टांग जैसा।",
        "बीच-पूर्व में लहराता हुआ राज्य खोजो।",
        "बगल में लंबा और पतला राज्य खोजो।"
      ],
      "la": [
        "यह राज्य नीचे है और जूते जैसा दिखता है।",
        "मैक्सिको की खाड़ी में घुसा हुआ राज्य खोजो।",
        "नीचे L अक्षर जैसा राज्य खोजो।",
        "इस राज्य में दलदल और मगरमच्छ हैं!"
      ],
      "ma": [
        "यह राज्य ऊपर दाईं ओर कोने में है, मजेदार बाँह निकली हुई।",
        "उत्तर-पूर्व में मुड़ी बाँह वाला राज्य खोजो।",
        "मांसपेशी दिखाते हुए केप कॉड वाला राज्य खोजो।"
      ],
      "md": [
        "यह राज्य पूर्वी तट पर बहुत पागल, उबड़-खाबड़ आकार का है।",
        "बड़ी खाड़ी के चारों ओर लिपटा राज्य खोजो।",
        "वाशिंगटन डीसी के पास टेढ़े-मेढ़े किनारों वाला राज्य खोजो।"
      ],
      "me": [
        "यह राज्य देश के बिल्कुल ऊपर दाईं ओर कोने में है।",
        "उत्तर-पूर्व में कनाडा की ओर पहुँचता राज्य खोजो।",
        "पूर्वी तट के ऊपर अकेला राज्य खोजो।",
        "यह राज्य हर दिन सबसे पहले सूर्योदय देखता है!"
      ],
      "mi": [
        "यह राज्य दस्ताने जैसा दिखता है! इसके दो हिस्से हैं।",
        "बड़ी झीलों के पास दस्ताने जैसा राज्य खोजो।",
        "महान झीलों से घिरे दो भूभाग खोजो।",
        "यह राज्य पाँच महान झीलों में से चार को छूता है!"
      ],
      "mn": [
        "यह राज्य ऊपर है, कनाडा के पास, बहुत सारी झीलों के साथ।",
        "ऊपर उबड़-खाबड़ किनारे वाला राज्य खोजो।",
        "10,000 झीलों की भूमि कहलाने वाला राज्य खोजो!"
      ],
      "mo": [
        "यह राज्य देश के बिल्कुल बीच में है।",
        "जहाँ दो बड़ी नदियाँ मिलती हैं वह राज्य खोजो।",
        "कंसास और इलिनोइस के बीच राज्य खोजो।"
      ],
      "ms": [
        "यह राज्य दक्षिण में है, आयत जैसा।",
        "अलबामा के पश्चिम में राज्य खोजो।",
        "उसी नाम की बड़ी नदी के किनारे राज्य खोजो।"
      ],
      "mt": [
        "यह बड़ा राज्य ऊपर है, कनाडा के बगल में।",
        "पहाड़ों वाला ऊपर का बड़ा आयत खोजो।",
        "ऊपर बाईं ओर बिग स्काई कंट्री राज्य खोजो।"
      ],
      "nc": [
        "यह राज्य पूर्वी तट पर है और लंबा पतला है।",
        "साउथ कैरोलिना के ऊपर बगल में फैला राज्य खोजो।",
        "दाईं ओर समुद्र की तरफ निकला राज्य खोजो।"
      ],
      "nd": [
        "यह राज्य बिल्कुल ऊपर है, आयत जैसा।",
        "ऊपर-बीच में कनाडा के ठीक नीचे राज्य खोजो।",
        "मोंटाना के बगल में डिब्बे जैसा राज्य खोजो।"
      ],
      "ne": [
        "यह राज्य बीच में है और हत्थे वाली कड़ाही जैसा दिखता है।",
        "एक तरफ उभार वाला राज्य खोजो।",
        "कड़ाही जैसा राज्य खोजो।"
      ],
      "nh": [
        "यह पतला राज्य ऊपर दाईं ओर है, वरमोंट के बगल में।",
        "मेन के नीचे लंबा पतला राज्य खोजो।",
        "ऊपर की ओर इशारा करते रॉकेट जैसा राज्य खोजो।"
      ],
      "nj": [
        "पूर्वी तट पर यह छोटा राज्य J अक्षर जैसा दिखता है।",
        "न्यूयॉर्क के नीचे मुड़ा हुआ छोटा राज्य खोजो।",
        "समुद्र के पास बगल की S जैसा राज्य खोजो।"
      ],
      "nm": [
        "यह राज्य दक्षिण-पश्चिम में है, सीढ़ी वाले चौकोर जैसा।",
        "कोलोराडो के नीचे काटा हुआ सा राज्य खोजो।",
        "टेक्सास के पश्चिम में राज्य खोजो।"
      ],
      "nv": [
        "यह राज्य पश्चिम में है और नीचे की ओर त्रिकोण जैसा है।",
        "कैलिफोर्निया के बगल में पिज्जा स्लाइस जैसा राज्य खोजो।",
        "रेगिस्तान में लास वेगास वाला राज्य खोजो।",
        "यह राज्य उल्टे घर जैसा दिखता है।"
      ],
      "ny": [
        "यह राज्य उत्तर-पूर्व में है और इसी नाम का बड़ा शहर है।",
        "बाँहें फैलाए हुए जैसा राज्य खोजो।",
        "स्टैच्यू ऑफ लिबर्टी वाला राज्य खोजो!",
        "इस राज्य में मछली जैसा निकला लॉन्ग आइलैंड है।"
      ],
      "oh": [
        "यह राज्य बगल में दिल जैसा दिखता है।",
        "ऊपर झील के पास गोल सा राज्य खोजो।",
        "पेनसिल्वेनिया और इंडियाना के बीच राज्य खोजो।"
      ],
      "ok": [
        "यह राज्य लंबे हत्थे वाली कड़ाही जैसा दिखता है।",
        "बाईं ओर मजेदार आयत निकला राज्य खोजो।",
        "टेक्सास की ओर इशारा करता राज्य खोजो।"
      ],
      "or": [
        "यह राज्य ऊपर बाईं ओर कोने में है, समुद्र के पास।",
        "पश्चिमी तट पर कैलिफोर्निया के ऊपर राज्य खोजो।",
        "वाशिंगटन के नीचे राज्य खोजो।"
      ],
      "pa": [
        "यह राज्य उत्तर-पूर्व में आयत जैसा है।",
        "न्यूयॉर्क के नीचे चौड़ा राज्य खोजो।",
        "लिबर्टी बेल वाला राज्य खोजो!"
      ],
      "ri": [
        "यह सबसे छोटा राज्य है! ऊपर दाईं ओर कोने में है।",
        "पूरे नक्शे पर सबसे छोटा राज्य खोजो, समुद्र के पास।",
        "मैसाचुसेट्स के नीचे छोटा राज्य खोजो।",
        "यह राज्य इतना छोटा है कि छूट सकता है!"
      ],
      "sc": [
        "यह राज्य दक्षिण-पूर्वी तट पर है, नॉर्थ कैरोलिना के नीचे।",
        "बाईं ओर इशारा करते त्रिकोण जैसा राज्य खोजो।",
        "पूर्व में लंबे पतले के नीचे छोटा राज्य खोजो।"
      ],
      "sd": [
        "यह राज्य ऊपर-बीच में है, आयत जैसा।",
        "नॉर्थ डकोटा के नीचे राज्य खोजो।",
        "पहाड़ पर चेहरे खुदे हुए राज्य खोजो!"
      ],
      "tn": [
        "यह राज्य लंबा पतला है, नक्शे पर बगल में जाता।",
        "खिंचे हुए आयत जैसा राज्य खोजो।",
        "आठ राज्यों को छूने वाला पतला राज्य खोजो!"
      ],
      "tx": [
        "देश के नीचे यह सबसे बड़ा राज्य है!",
        "नीचे तारे जैसा बहुत बड़ा राज्य खोजो।",
        "मैक्सिको को छूने वाला विशाल राज्य खोजो।",
        "यह राज्य इतना बड़ा है, यहाँ सब कुछ बड़ा है!",
        "नुकीले जूते जैसा राज्य खोजो।"
      ],
      "ut": [
        "यह राज्य पश्चिम में L अक्षर जैसा है।",
        "ऊपर कोना कटा हुआ राज्य खोजो।",
        "कोलोराडो के बगल में चलता जूता जैसा राज्य खोजो।"
      ],
      "va": [
        "यह राज्य पूर्वी तट पर है और त्रिकोण जैसा।",
        "दाईं ओर समुद्र की तरफ इशारा करता राज्य खोजो।",
        "जहाँ से बहुत सारे राष्ट्रपति आए वह राज्य खोजो!"
      ],
      "vt": [
        "यह छोटा राज्य ऊपर दाईं ओर है, त्रिकोण जैसा।",
        "न्यू हैम्पशायर के बगल में छोटा राज्य खोजो।",
        "उत्तर-पूर्व में पाई का टुकड़ा जैसा राज्य खोजो।"
      ],
      "wa": [
        "यह राज्य बिल्कुल ऊपर बाईं ओर कोने में है, समुद्र के पास।",
        "पश्चिमी तट के ऊपर राज्य खोजो।",
        "उत्तर-पश्चिम कोने में कनाडा के बगल में राज्य खोजो।",
        "इस राज्य का ऊपर गड्ढे वाला मजेदार चौकोर आकार है।"
      ],
      "wi": [
        "यह राज्य बड़ी झीलों के पास दस्ताने जैसा है।",
        "अंगूठा निकला हुआ राज्य खोजो।",
        "मिनेसोटा और मिशिगन के बीच राज्य खोजो।",
        "यह राज्य पनीर के लिए मशहूर है!"
      ],
      "wv": [
        "यह राज्य बहुत उबड़-खाबड़ पागल आकार का है, ऊपर दो उभार।",
        "दो कान वाला राज्य खोजो।",
        "पूर्व में सब लहरदार राज्य खोजो।"
      ],
      "wy": [
        "यह राज्य पश्चिम में बिल्कुल आयत है।",
        "मोंटाना के नीचे चौकोर राज्य खोजो।",
        "येलोस्टोन पार्क वाला डिब्बे जैसा राज्य खोजो!"
      ]
    },
    "world": {}
  }
}
