{
  "hints": {
    "usa": {
      "ak": [
        "यह बड़ा राज्य सबसे ऊपर है, दूसरे राज्यों से बहुत दूर।",
        "उत्तरी ध्रुव के पास बहुत बड़ा राज्य खोजो। वहाँ बहुत ठंड है!",
        "यह राज्य कनाडा के बगल में है और यहाँ बहुत बर्फ और ध्रुवीय भालू हैं।",
        "वह राज्य खोजो जो अकेला बैठा है, बाकी सबसे दूर।"
      ],
      "al": [
        "यह राज्य दक्षिण में है, मैक्सिको की खाड़ी के पानी के पास।",
        "वह राज्य खोजो जो एक तरफ फ्लोरिडा को छूता है।",
        "दक्षिण-पूर्व में आयत जैसा राज्य खोजो।"
      ],
      "ar": [
        "यह राज्य देश के बीच में है, थोड़ा दक्षिण की ओर।",
        "लुइसियाना के ठीक ऊपर राज्य खोजो।",
        "टेक्सास के पूर्व की तरफ वाला राज्य खोजो।"
      ],
      "az": [
        "यह राज्य दक्षिण-पश्चिम के गर्म रेगिस्तान में है।",
        "नीचे बाईं ओर मैक्सिको को छूने वाला राज्य खोजो।",
        "कैलिफोर्निया के दाईं ओर वाला राज्य खोजो।",
        "इस राज्य में ग्रैंड कैन्यन है!"
      ],
      "ca": [
        "यह लंबा राज्य बाईं तरफ है, बड़े समुद्र के पास।",
        "पश्चिमी तट पर ऊपर से नीचे जाने वाला राज्य खोजो।",
        "प्रशांत महासागर के पास बहुत लंबा राज्य खोजो।",
        "यहाँ डिज्नीलैंड और हॉलीवुड हैं!"
      ],
      "co": [
        "यह राज्य बीच में बिल्कुल आयत जैसा है।",
        "पहाड़ों वाला चौकोर राज्य खोजो।",
        "बीच में डिब्बे जैसा दिखने वाला राज्य खोजो।"
      ],
      "ct": [
        "यह छोटा सा राज्य ऊपर दाईं ओर कोने में है, समुद्र के पास।",
        "उत्तर-पूर्व में सबसे छोटे राज्यों में से एक खोजो।",
        "मैसाचुसेट्स के नीचे छोटा राज्य खोजो।"
      ],
      "dc": [
        "यह मैरीलैंड और वर्जीनिया के बीच एक छोटा चौकोर है।",
        "पूर्व में नक्शे पर सबसे छोटा बिंदु खोजो।",
        "वह छोटी जगह खोजो जहाँ राष्ट्रपति रहते हैं।",
        "यहाँ व्हाइट हाउस है!"
      ],
      "de": [
        "यह छोटा राज्य पूर्वी तट पर है, छोटी उंगली जैसा।",
        "दाईं ओर समुद्र के पास सबसे छोटे राज्यों में से एक खोजो।",
        "मैरीलैंड के बगल में छोटा राज्य खोजो।"
      ],
      "fl": [
        "यह राज्य पानी में उंगली की तरह नीचे की ओर निकला है।",
        "नीचे दाईं ओर समुद्र में हाथ बढ़ाता हुआ राज्य खोजो।",
        "नीचे की ओर इशारा करते अंगूठे जैसा राज्य खोजो।",
        "यहाँ मगरमच्छ और ताड़ के पेड़ रहते हैं!",
        "तीन तरफ से पानी से घिरा राज्य खोजो।"
      ],
      "ga": [
        "यह राज्य दक्षिण-पूर्व में है, फ्लोरिडा के ठीक ऊपर।",
        "फ्लोरिडा के ऊपर दस्ताने जैसा राज्य खोजो।",
        "पूर्व की तरफ समुद्र को छूने वाला राज्य खोजो।",
        "इस राज्य में बहुत सारे आड़ू हैं!"
      ],
      "hi": [
        "ये द्वीप प्रशांत महासागर के बीच में बहुत दूर हैं।",
        "सबसे दूर अकेले तैरते छोटे द्वीप खोजो।",
        "समुद्र में छोटे द्वीपों से बना राज्य खोजो।",
        "यह राज्य समुद्र तट और ताड़ के पेड़ों के सबसे करीब है!"
      ],
      "ia": [
        "यह राज्य देश के बीच में है, सुअर के चेहरे जैसा।",
        "मिनेसोटा और मिसौरी के बीच राज्य खोजो।",
        "बीच में मक्के के खेतों वाला राज्य खोजो।"
      ],
      "id": [
        "यह राज्य उत्तर-पश्चिम में है और ऊपर अजीब आकार का है।",
        "नुकीली टोपी वाला राज्य खोजो।",
        "मोंटाना के बगल में कुर्सी जैसा राज्य खोजो।"
      ],
      "il": [
        "यह राज्य बीच में है और इसमें शिकागो नाम का बड़ा शहर है।",
        "नीचे की ओर इशारा करता हुआ राज्य खोजो।",
        "ऊपर बड़ी झील के पास राज्य खोजो।"
      ],
      "in": [
        "यह राज्य बीच में है, इलिनोइस के ठीक बगल में।",
        "क्रिसमस के मोजे जैसा राज्य खोजो।",
        "इलिनोइस और ओहायो के बीच राज्य खोजो।"
      ],
      "ks": [
        "यह राज्य देश के बिल्कुल बीच में आयत जैसा है।",
        "बीच में डिब्बे जैसा राज्य खोजो।",
        "वह समतल राज्य खोजो जहाँ ऑज के जादूगर की डोरोथी रहती थी!"
      ],
      "ky": [
        "यह राज्य मजेदार उबड़-खाबड़ आकार का है, मुर्गे की टांग जैसा।",
        "बीच-पूर्व में लहराता हुआ राज्य खोजो।",
        "बगल में लंबा और पतला राज्य खोजो।"
      ],
      "la": [
        "यह राज्य नीचे है और जूते जैसा दिखता है।",
        "मैक्सिको की खाड़ी में घुसा हुआ राज्य खोजो।",
        "नीचे L अक्षर जैसा राज्य खोजो।",
        "इस राज्य में दलदल और मगरमच्छ हैं!"
      ],
      "ma": [
        "यह राज्य ऊपर दाईं ओर कोने में है, मजेदार बाँह निकली हुई।",
        "उत्तर-पूर्व में मुड़ी बाँह वाला राज्य खोजो।",
        "मांसपेशी दिखाते हुए केप कॉड वाला राज्य खोजो।"
      ],
      "md": [
        "यह राज्य पूर्वी तट पर बहुत पागल, उबड़-खाबड़ आकार का है।",
        "बड़ी खाड़ी के चारों ओर लिपटा राज्य खोजो।",
        "वाशिंगटन डीसी के पास टेढ़े-मेढ़े किनारों वाला राज्य खोजो।"
      ],
      "me": [
        "यह राज्य देश के बिल्कुल ऊपर दाईं ओर कोने में है।",
        "उत्तर-पूर्व में कनाडा की ओर पहुँचता राज्य खोजो।",
        "पूर्वी तट के ऊपर अकेला राज्य खोजो।",
        "यह राज्य हर दिन सबसे पहले सूर्योदय देखता है!"
      ],
      "mi": [
        "यह राज्य दस्ताने जैसा दिखता है! इसके दो हिस्से हैं।",
        "बड़ी झीलों के पास दस्ताने जैसा राज्य खोजो।",
        "महान झीलों से घिरे दो भूभाग खोजो।",
        "यह राज्य पाँच महान झीलों में से चार को छूता है!"
      ],
      "mn": [
        "यह राज्य ऊपर है, कनाडा के पास, बहुत सारी झीलों के साथ।",
        "ऊपर उबड़-खाबड़ किनारे वाला राज्य खोजो।",
        "10,000 झीलों की भूमि कहलाने वाला राज्य खोजो!"
      ],
      "mo": [
        "यह राज्य देश के बिल्कुल बीच में है।",
        "जहाँ दो बड़ी नदियाँ मिलती हैं वह राज्य खोजो।",
        "कंसास और इलिनोइस के बीच राज्य खोजो।"
      ],
      "ms": [
        "यह राज्य दक्षिण में है, आयत जैसा।",
        "अलबामा के पश्चिम में राज्य खोजो।",
        "उसी नाम की बड़ी नदी के किनारे राज्य खोजो।"
      ],
      "mt": [
        "यह बड़ा राज्य ऊपर है, कनाडा के बगल में।",
        "पहाड़ों वाला ऊपर का बड़ा आयत खोजो।",
        "ऊपर बाईं ओर बिग स्काई कंट्री राज्य खोजो।"
      ],
      "nc": [
        "यह राज्य पूर्वी तट पर है और लंबा पतला है।",
        "साउथ कैरोलिना के ऊपर बगल में फैला राज्य खोजो।",
        "दाईं ओर समुद्र की तरफ निकला राज्य खोजो।"
      ],
      "nd": [
        "यह राज्य बिल्कुल ऊपर है, आयत जैसा।",
        "ऊपर-बीच में कनाडा के ठीक नीचे राज्य खोजो।",
        "मोंटाना के बगल में डिब्बे जैसा राज्य खोजो।"
      ],
      "ne": [
        "यह राज्य बीच में है और हत्थे वाली कड़ाही जैसा दिखता है।",
        "एक तरफ उभार वाला राज्य खोजो।",
        "कड़ाही जैसा राज्य खोजो।"
      ],
      "nh": [
        "यह पतला राज्य ऊपर दाईं ओर है, वरमोंट के बगल में।",
        "मेन के नीचे लंबा पतला राज्य खोजो।",
        "ऊपर की ओर इशारा करते रॉकेट जैसा राज्य खोजो।"
      ],
      "nj": [
        "पूर्वी तट पर यह छोटा राज्य J अक्षर जैसा दिखता है।",
        "न्यूयॉर्क के नीचे मुड़ा हुआ छोटा राज्य खोजो।",
        "समुद्र के पास बगल की S जैसा राज्य खोजो।"
      ],
      "nm": [
        "यह राज्य दक्षिण-पश्चिम में है, सीढ़ी वाले चौकोर जैसा।",
        "कोलोराडो के नीचे काटा हुआ सा राज्य खोजो।",
        "टेक्सास के पश्चिम में राज्य खोजो।"
      ],
      "nv": [
        "यह राज्य पश्चिम में है और नीचे की ओर त्रिकोण जैसा है।",
        "कैलिफोर्निया के बगल में पिज्जा स्लाइस जैसा राज्य खोजो।",
        "रेगिस्तान में लास वेगास वाला राज्य खोजो।",
        "यह राज्य उल्टे घर जैसा दिखता है।"
      ],
      "ny": [
        "यह राज्य उत्तर-पूर्व में है और इसी नाम का बड़ा शहर है।",
        "बाँहें फैलाए हुए जैसा राज्य खोजो।",
        "स्टैच्यू ऑफ लिबर्टी वाला राज्य खोजो!",
        "इस राज्य में मछली जैसा निकला लॉन्ग आइलैंड है।"
      ],
      "oh": [
        "यह राज्य बगल में दिल जैसा दिखता है।",
        "ऊपर झील के पास गोल सा राज्य खोजो।",
        "पेनसिल्वेनिया और इंडियाना के बीच राज्य खोजो।"
      ],
      "ok": [
        "यह राज्य लंबे हत्थे वाली कड़ाही जैसा दिखता है।",
        "बाईं ओर मजेदार आयत निकला राज्य खोजो।",
        "टेक्सास की ओर इशारा करता राज्य खोजो।"
      ],
      "or": [
        "यह राज्य ऊपर बाईं ओर कोने में है, समुद्र के पास।",
        "पश्चिमी तट पर कैलिफोर्निया के ऊपर राज्य खोजो।",
        "वाशिंगटन के नीचे राज्य खोजो।"
      ],
      "pa": [
        "यह राज्य उत्तर-पूर्व में आयत जैसा है।",
        "न्यूयॉर्क के नीचे चौड़ा राज्य खोजो।",
        "लिबर्टी बेल वाला राज्य खोजो!"
      ],
      "ri": [
        "यह सबसे छोटा राज्य है! ऊपर दाईं ओर कोने में है।",
        "पूरे नक्शे पर सबसे छोटा राज्य खोजो, समुद्र के पास।",
        "मैसाचुसेट्स के नीचे छोटा राज्य खोजो।",
        "यह राज्य इतना छोटा है कि छूट सकता है!"
      ],
      "sc": [
        "यह राज्य दक्षिण-पूर्वी तट पर है, नॉर्थ कैरोलिना के नीचे।",
        "बाईं ओर इशारा करते त्रिकोण जैसा राज्य खोजो।",
        "पूर्व में लंबे पतले के नीचे छोटा राज्य खोजो।"
      ],
      "sd": [
        "यह राज्य ऊपर-बीच में है, आयत जैसा।",
        "नॉर्थ डकोटा के नीचे राज्य खोजो।",
        "पहाड़ पर चेहरे खुदे हुए राज्य खोजो!"
      ],
      "tn": [
        "यह राज्य लंबा पतला है, नक्शे पर बगल में जाता।",
        "खिंचे हुए आयत जैसा राज्य खोजो।",
        "आठ राज्यों को छूने वाला पतला राज्य खोजो!"
      ],
      "tx": [
        "देश के नीचे यह सबसे बड़ा राज्य है!",
        "नीचे तारे जैसा बहुत बड़ा राज्य खोजो।",
        "मैक्सिको को छूने वाला विशाल राज्य खोजो।",
        "यह राज्य इतना बड़ा है, यहाँ सब कुछ बड़ा है!",
        "नुकीले जूते जैसा राज्य खोजो।"
      ],
      "ut": [
        "यह राज्य पश्चिम में L अक्षर जैसा है।",
        "ऊपर कोना कटा हुआ राज्य खोजो।",
        "कोलोराडो के बगल में चलता जूता जैसा राज्य खोजो।"
      ],
      "va": [
        "यह राज्य पूर्वी तट पर है और त्रिकोण जैसा।",
        "दाईं ओर समुद्र की तरफ इशारा करता राज्य खोजो।",
        "जहाँ से बहुत सारे राष्ट्रपति आए वह राज्य खोजो!"
      ],
      "vt": [
        "यह छोटा राज्य ऊपर दाईं ओर है, त्रिकोण जैसा।",
        "न्यू हैम्पशायर के बगल में छोटा राज्य खोजो।",
        "उत्तर-पूर्व में पाई का टुकड़ा जैसा राज्य खोजो।"
      ],
      "wa": [
        "यह राज्य बिल्कुल ऊपर बाईं ओर कोने में है, समुद्र के पास।",
        "पश्चिमी तट के ऊपर राज्य खोजो।",
        "उत्तर-पश्चिम कोने में कनाडा के बगल में राज्य खोजो।",
        "इस राज्य का ऊपर गड्ढे वाला मजेदार चौकोर आकार है।"
      ],
      "wi": [
        "यह राज्य बड़ी झीलों के पास दस्ताने जैसा है।",
        "अंगूठा निकला हुआ राज्य खोजो।",
        "मिनेसोटा और मिशिगन के बीच राज्य खोजो।",
        "यह राज्य पनीर के लिए मशहूर है!"
      ],
      "wv": [
        "यह राज्य बहुत उबड़-खाबड़ पागल आकार का है, ऊपर दो उभार।",
        "दो कान वाला राज्य खोजो।",
        "पूर्व में सब लहरदार राज्य खोजो।"
      ],
      "wy": [
        "यह राज्य पश्चिम में बिल्कुल आयत है।",
        "मोंटाना के नीचे चौकोर राज्य खोजो।",
        "येलोस्टोन पार्क वाला डिब्बे जैसा राज्य खोजो!"
      ]
    },
    "world": {},
    "europe": {
      "al": [
        "यह छोटा देश तट पर है, पत्ते जैसा।",
        "ग्रीस और मोंटेनेग्रो के बीच देश खोजो।",
        "इटली के जूते की एड़ी के सामने देश खोजो।"
      ],
      "ad": [
        "यह छोटा देश स्पेन और फ्रांस के बीच पहाड़ों में छिपा है।",
        "सबसे छोटे देशों में से एक खोजो, पाइरेनीज़ पहाड़ों में ऊँचा।",
        "दक्षिण-पश्चिम में दो बड़े देशों के बीच छोटा बिंदु खोजो।"
      ],
      "at": [
        "यह देश यूरोप के बीच में मुर्गे की टांग जैसा है।",
        "मध्य यूरोप में बहुत पड़ोसियों से घिरा देश खोजो।",
        "वह देश खोजो जहाँ आल्प्स बहुत ऊँचे हैं!",
        "इस देश में मोत्सार्ट और स्वादिष्ट पेस्ट्री हैं!"
      ],
      "by": [
        "यह देश बड़ा और समतल है, रूस के बगल में।",
        "यूक्रेन के ऊपर धब्बे जैसा देश खोजो।",
        "पोलैंड और रूस के बीच देश खोजो।"
      ],
      "be": [
        "यह छोटा देश चॉकलेट और वैफल्स के लिए मशहूर है!",
        "फ्रांस, जर्मनी और नीदरलैंड के बीच देश खोजो।",
        "उत्तरी सागर तट के पास छोटा देश खोजो।"
      ],
      "ba": [
        "इस देश का मजेदार त्रिकोण आकार है तट पर।",
        "क्रोएशिया और सर्बिया के बीच दबा देश खोजो।",
        "दिल जैसा देश खोजो जिसके पास तट का छोटा टुकड़ा है।"
      ],
      "bg": [
        "यह देश दक्षिण-पूर्व में काला सागर तट पर है।",
        "रोमानिया के नीचे देश खोजो।",
        "यूरोप में तुर्की के साथ सीमा साझा करने वाला देश खोजो।"
      ],
      "hr": [
        "यह देश बूमरैंग या C अक्षर जैसा है!",
        "बोस्निया के चारों ओर लिपटा देश खोजो।",
        "एड्रियाटिक सागर पर लंबी घुमावदार तटरेखा वाला देश खोजो।"
      ],
      "cy": [
        "यह द्वीप देश भूमध्य सागर में तुर्की के पास बैठा है।",
        "यूरोप के सुदूर दक्षिण-पूर्वी कोने में द्वीप खोजो।",
        "कड़ाही जैसा द्वीप खोजो।"
      ],
      "cz": [
        "यह देश बाईं ओर इशारा करते मोटे तीर जैसा है।",
        "जर्मनी, पोलैंड, स्लोवाकिया और ऑस्ट्रिया से घिरा बीच का देश खोजो।",
        "प्राग वाला देश खोजो, एक सुंदर पुराना शहर!"
      ],
      "dk": [
        "इस देश का मजेदार प्रायद्वीप जर्मनी के ऊपर निकला है।",
        "स्वीडन की ओर पहुँचता देश खोजो।",
        "एक प्रायद्वीप और बहुत सारे द्वीपों से बना देश खोजो।",
        "यहीं से लेगो आता है!"
      ],
      "ee": [
        "यह छोटा देश बाल्टिक राज्यों में सबसे ऊपर है।",
        "फिनलैंड से पानी के पार देश खोजो।",
        "बाल्टिक सागर के पास तीन छोटे देशों में सबसे उत्तरी खोजो।"
      ],
      "fi": [
        "यह देश यूरोप के ऊपर हाथ हिलाता जैसा दिखता है।",
        "स्वीडन के बगल में बहुत सारी झीलों वाला देश खोजो।",
        "वह देश खोजो जहाँ सांता क्लॉज़ रहते हैं!",
        "इस देश का आकार हाथ ऊपर किए व्यक्ति जैसा है।"
      ],
      "fr": [
        "यह बड़ा देश षट्कोण जैसा है।",
        "एफिल टॉवर वाला देश खोजो!",
        "स्पेन और जर्मनी के बीच बड़ा देश खोजो।",
        "यह देश क्रोइसां और एफिल टॉवर के लिए मशहूर है!"
      ],
      "de": [
        "यह बड़ा देश यूरोप के बिल्कुल बीच में है।",
        "बाईं ओर देखते सिर जैसा देश खोजो।",
        "फ्रांस और पोलैंड के बीच देश खोजो।",
        "यहीं से बीएमडब्ल्यू और मर्सिडीज जैसी कारें आती हैं!"
      ],
      "gr": [
        "इस देश में मुख्य भूमि और बहुत सारे द्वीप हैं।",
        "बाल्कन के नीचे देश खोजो।",
        "प्राचीन खंडहर और ओलंपिक के लिए मशहूर देश खोजो!",
        "यह देश समुद्र में पहुँचते हाथ जैसा दिखता है।"
      ],
      "hu": [
        "यह देश यूरोप के बीच में अंडाकार है।",
        "सात अन्य देशों से घिरा देश खोजो!",
        "डेन्यूब नदी राजधानी से गुज़रती है वह देश खोजो।"
      ],
      "is": [
        "यह द्वीप देश उत्तरी अटलांटिक में बहुत ऊपर है, बिल्कुल अकेला।",
        "ग्रीनलैंड और यूरोप के बीच द्वीप खोजो।",
        "ज्वालामुखी और गर्म झरनों वाला द्वीप खोजो!",
        "इस देश में आग और बर्फ दोनों हैं!"
      ],
      "ie": [
        "यह हरा द्वीप ग्रेट ब्रिटेन के पश्चिम में है।",
        "टेडी बियर जैसा द्वीप खोजो।",
        "शेमरॉक और लेप्रेचॉन के लिए मशहूर देश खोजो!"
      ],
      "it": [
        "यह देश गेंद मारते जूते जैसा है!",
        "भूमध्य सागर में नीचे निकला लंबा देश खोजो।",
        "वह देश खोजो जहाँ से पिज्जा और पास्ता आते हैं!",
        "इस जूते के आकार वाले देश के पास दो द्वीप हैं।"
      ],
      "xk": [
        "यह छोटा देश बाल्कन में भूमिबद्ध है।",
        "सर्बिया और अल्बानिया के बीच छोटा देश खोजो।",
        "हीरे जैसा छोटा देश खोजो।"
      ],
      "lv": [
        "यह देश तीन बाल्टिक राज्यों में बीच वाला है।",
        "एस्टोनिया और लिथुआनिया के बीच देश खोजो।",
        "रीगा राजधानी वाला बाल्टिक सागर पर देश खोजो।"
      ],
      "li": [
        "यह छोटा देश स्विट्ज़रलैंड और ऑस्ट्रिया के बीच दबा है।",
        "आल्प्स में सबसे छोटे देशों में से एक खोजो।",
        "राइन नदी के किनारे छोटा देश खोजो।"
      ],
      "lt": [
        "यह देश तीन बाल्टिक राज्यों में सबसे दक्षिणी है।",
        "लातविया के नीचे मजेदार आकार वाला देश खोजो।",
        "पोलैंड और बेलारूस की सीमा वाला देश खोजो।"
      ],
      "lu": [
        "यह छोटा देश बेल्जियम, फ्रांस और जर्मनी के बीच है।",
        "पश्चिमी यूरोप में सबसे छोटे देशों में से एक खोजो।",
        "छोटा देश खोजो जो आश्चर्यजनक रूप से अमीर है!"
      ],
      "mk": [
        "यह भूमिबद्ध देश गोले जैसा है।",
        "सर्बिया और ग्रीस के बीच देश खोजो।",
        "अपने झंडे पर सूरज वाला देश खोजो!"
      ],
      "mt": [
        "यह छोटा द्वीप देश भूमध्य सागर में सिसली के दक्षिण में है।",
        "इटली के जूते के नीचे छोटे द्वीप खोजो।",
        "कुछ छोटे द्वीपों से बना द्वीपसमूह खोजो।"
      ],
      "md": [
        "यह देश रोमानिया और यूक्रेन के बीच दबा है।",
        "अंगूरों के गुच्छे जैसा छोटा देश खोजो।",
        "रोमानिया के पूर्व में भूमिबद्ध देश खोजो।"
      ],
      "mc": [
        "यह सबसे छोटे देशों में से एक है, फ्रेंच रिवेरा तट पर!",
        "इटली के पास भूमध्य सागर तट पर छोटा बिंदु खोजो।",
        "फैंसी कारों और कैसिनो के लिए मशहूर बहुत छोटा देश खोजो।"
      ],
      "me": [
        "इस छोटे देश में सुंदर पहाड़ और तट हैं।",
        "एड्रियाटिक पर क्रोएशिया के नीचे छोटा देश खोजो।",
        "वह देश खोजो जिसके नाम का मतलब 'काला पहाड़' है।"
      ],
      "nl": [
        "यह समतल देश पवनचक्कियों और ट्यूलिप के लिए मशहूर है!",
        "उत्तरी सागर पर मजेदार आकार वाला देश खोजो।",
        "बेल्जियम और जर्मनी के बगल में देश खोजो।",
        "यह देश बहुत समतल है और बहुत सारी साइकिलें हैं!"
      ],
      "no": [
        "यह लंबा देश स्कैंडिनेविया के पश्चिमी तट के साथ फैला है।",
        "फ़जॉर्ड्स से भरी लहरदार तटरेखा वाला देश खोजो।",
        "स्वीडन के बगल में चम्मच जैसा देश खोजो।",
        "इस देश में उत्तरी रोशनी है!"
      ],
      "pl": [
        "यह बड़ा देश मध्य यूरोप में चौकोर है।",
        "जर्मनी और यूक्रेन के बीच देश खोजो।",
        "वारसॉ राजधानी वाला बाल्टिक सागर तट पर देश खोजो।"
      ],
      "pt": [
        "यह देश यूरोप के पश्चिमी किनारे पर आयत है।",
        "अटलांटिक तट पर स्पेन के पश्चिम में देश खोजो।",
        "यूरोप के बिल्कुल दक्षिण-पश्चिम कोने में देश खोजो।"
      ],
      "ro": [
        "इस देश का काला सागर पर घुमावदार आकार है।",
        "कार्पेथियन पहाड़ों वाला देश खोजो।",
        "वह देश खोजो जहाँ ड्रैकुला का महल है!"
      ],
      "ru": [
        "यह दुनिया का सबसे बड़ा देश है!",
        "यूरोप से एशिया तक जाने वाला विशाल देश खोजो।",
        "यूक्रेन और कज़ाख़स्तान के उत्तर में विशाल देश खोजो।"
      ],
      "sm": [
        "यह छोटा देश पूरी तरह इटली से घिरा है!",
        "सबसे छोटे देशों में से एक खोजो, इटली के अंदर।",
        "इटली में पहाड़ पर छोटा देश खोजो।"
      ],
      "rs": [
        "यह भूमिबद्ध देश बाल्कन के बीच में है।",
        "बहुत सारे पड़ोसियों से घिरा देश खोजो।",
        "हंगरी और उत्तरी मैसेडोनिया के बीच देश खोजो।"
      ],
      "sk": [
        "यह देश खिंची हुई कैटरपिलर जैसा दिखता है।",
        "पोलैंड और हंगरी के बीच देश खोजो।",
        "यूरोप के बीच में पहाड़ों वाला देश खोजो।"
      ],
      "si": [
        "यह छोटा देश मुर्गी जैसा है।",
        "इटली और क्रोएशिया के बीच छोटा देश खोजो।",
        "एड्रियाटिक सागर के ऊपर देश खोजो।"
      ],
      "es": [
        "यह बड़ा देश इबेरियन प्रायद्वीप का अधिकांश हिस्सा है।",
        "बाईं ओर पुर्तगाल वाला बड़ा देश खोजो।",
        "फ्लेमेंको नृत्य और बैलों के लिए मशहूर देश खोजो!",
        "यह देश बैल की खाल जैसा है!"
      ],
      "se": [
        "यह लंबा देश स्कैंडिनेविया के पूर्वी किनारे के साथ फैला है।",
        "नॉर्वे के बगल में स्की जैसा देश खोजो।",
        "नॉर्वे और फिनलैंड के बीच देश खोजो।",
        "यहीं से आईकेईए आता है!"
      ],
      "ch": [
        "यह छोटा देश चॉकलेट, पनीर और घड़ियों के लिए मशहूर है!",
        "फ्रांस और जर्मनी के बीच आल्प्स में देश खोजो।",
        "पहाड़ों से घिरा क्रॉस के आकार का देश खोजो।"
      ],
      "ua": [
        "यह बड़ा देश पूरी तरह यूरोप में सबसे बड़ा है।",
        "पोलैंड और रूस के बीच देश खोजो।",
        "काला सागर पर पीले और नीले देश खोजो।"
      ],
      "gb": [
        "यह द्वीप देश झाड़ू पर चुड़ैल जैसा दिखता है!",
        "फ्रांस के पश्चिम में बड़ा द्वीप खोजो।",
        "बिग बेन और रानी के महल वाला देश खोजो!",
        "इस देश में इंग्लैंड, स्कॉटलैंड, वेल्स और उत्तरी आयरलैंड शामिल हैं।"
      ],
      "va": [
        "यह दुनिया का सबसे छोटा देश है!",
        "इटली के रोम के अंदर छोटा बिंदु खोजो।",
        "वह जगह खोजो जहाँ पोप रहते हैं!"
      ]
    },
    "africa": {
      "dz": [
        "यह अफ्रीका का सबसे बड़ा देश है!",
        "उत्तर में भूमध्य सागर को छूने वाला विशाल देश खोजो।",
        "सहारा रेगिस्तान का बड़ा हिस्सा कवर करने वाला देश खोजो।"
      ],
      "ao": [
        "यह देश अफ्रीका के दक्षिण-पश्चिमी तट पर है।",
        "कांगो के नीचे छोटा टुकड़ा निकला देश खोजो।",
        "ऊपर छोटा हत्था जैसा देश खोजो।"
      ],
      "bj": [
        "यह पतला देश खड़ी चाबी जैसा दिखता है।",
        "टोगो और नाइजीरिया के बीच पतला देश खोजो।",
        "क्लब के आकार का देश खोजो।"
      ],
      "bw": [
        "यह भूमिबद्ध देश दक्षिणी अफ्रीका में है।",
        "ढाल के आकार का देश खोजो।",
        "कालाहारी रेगिस्तान वाला देश खोजो।"
      ],
      "bf": [
        "यह भूमिबद्ध देश तितली जैसा है।",
        "घाना और कोट डी आइवर के ऊपर देश खोजो।",
        "पश्चिम अफ्रीका में कई पड़ोसियों से घिरा देश खोजो।"
      ],
      "bi": [
        "यह छोटा देश अफ्रीका में सबसे छोटे में से एक है।",
        "रवांडा के बगल में छोटा देश खोजो।",
        "महान झीलों के पास दिल के आकार का देश खोजो।"
      ],
      "cm": [
        "यह देश मुर्गे की टांग या नंबर 7 जैसा है।",
        "गिनी की खाड़ी की ओर इशारा करता देश खोजो।",
        "नाइजीरिया और मध्य अफ्रीकी गणराज्य के बीच देश खोजो।"
      ],
      "cf": [
        "यह देश अफ्रीका के बिल्कुल बीच में है!",
        "मध्य अफ्रीका में तितली के आकार का देश खोजो।",
        "चाड के दक्षिण में भूमिबद्ध देश खोजो।"
      ],
      "td": [
        "यह बड़ा देश महिला की प्रोफ़ाइल जैसा है।",
        "लीबिया के दक्षिण में देश खोजो।",
        "पश्चिमी सीमा पर चाड झील वाला देश खोजो।"
      ],
      "cd": [
        "यह विशाल देश बीच में है, हाथी के सिर जैसा।",
        "कांगो नदी वाला बड़ा देश खोजो।",
        "केंद्र में अफ्रीका के सबसे बड़े देशों में से एक खोजो।"
      ],
      "cg": [
        "इस देश का कांगो नदी के साथ लंबा घुमावदार आकार है।",
        "डेमोक्रेटिक रिपब्लिक ऑफ़ कांगो के पश्चिम में देश खोजो।",
        "उत्तर की ओर पहुँचता हुआ देश खोजो।"
      ],
      "ci": [
        "इस देश के नाम का मतलब 'आइवरी कोस्ट' है।",
        "लाइबेरिया और घाना के बीच खाड़ी तट पर देश खोजो।",
        "उभारों वाले चौकोर के आकार का देश खोजो।"
      ],
      "dj": [
        "यह छोटा देश लाल सागर के प्रवेश द्वार की रक्षा करता है।",
        "इरिट्रिया और सोमालिया के बीच छोटा देश खोजो।",
        "अफ्रीका के हॉर्न पर, पानी के पास देश खोजो।"
      ],
      "eg": [
        "यहाँ प्रसिद्ध पिरामिड हैं!",
        "उत्तर-पूर्वी कोने में नील नदी वाला देश खोजो।",
        "लीबिया और लाल सागर के बीच देश खोजो।",
        "इस देश में स्फिंक्स और प्राचीन फिरौन हैं!"
      ],
      "gq": [
        "इस छोटे देश में मुख्य भूमि और एक द्वीप है।",
        "कैमरून और गैबॉन के बीच छोटा देश खोजो।",
        "गिनी की खाड़ी पर छोटा देश खोजो।"
      ],
      "er": [
        "यह देश लाल सागर तट के साथ फैला है।",
        "समुद्र पर इथियोपिया के उत्तर में देश खोजो।",
        "मगरमच्छ के आकार का देश खोजो।"
      ],
      "sz": [
        "यह छोटा राज्य लगभग दक्षिण अफ्रीका से घिरा है।",
        "दक्षिण अफ्रीका के कोने में छोटा देश खोजो।",
        "मोज़ाम्बिक के पास अफ्रीका के सबसे छोटे देशों में से एक खोजो।"
      ],
      "et": [
        "यह बड़ा देश अफ्रीका के हॉर्न में है।",
        "केन्या के ऊपर बड़ा भूमिबद्ध देश खोजो।",
        "गैंडे के सींग के आकार का देश खोजो।",
        "इस देश में चट्टान से खुदे प्राचीन चर्च हैं!"
      ],
      "ga": [
        "यह देश पश्चिमी तट पर भूमध्य रेखा पर है।",
        "बैठे व्यक्ति के आकार का देश खोजो।",
        "कैमरून और कांगो के बीच देश खोजो।"
      ],
      "gm": [
        "यह छोटा देश तीन तरफ से सेनेगल से घिरा है!",
        "सेनेगल के अंदर नदी के साथ पतला देश खोजो।",
        "मुख्य भूमि अफ्रीका का सबसे छोटा देश खोजो।"
      ],
      "gh": [
        "यह देश गिनी की खाड़ी तट पर है।",
        "उबड़-खाबड़ ऊपरी हिस्से वाले आयत के आकार का देश खोजो।",
        "कोट डी आइवर और टोगो के बीच देश खोजो।",
        "यह देश चॉकलेट के लिए बहुत सारा कोको बनाता है!"
      ],
      "gn": [
        "यह देश पश्चिमी तट पर क्रोइसां जैसा है।",
        "गिनी-बिसाऊ और सिएरा लियोन के बीच देश खोजो।",
        "पश्चिम अफ्रीका में घुमावदार आकार वाला देश खोजो।"
      ],
      "gw": [
        "यह छोटा देश अटलांटिक तट पर है।",
        "गिनी के उत्तर में छोटा देश खोजो।",
        "अपने तट के साथ बहुत सारे द्वीपों वाला देश खोजो।"
      ],
      "ke": [
        "यह देश पूर्वी तट पर है, अद्भुत वन्य जीवन के साथ!",
        "भारतीय महासागर तट के साथ भूमध्य रेखा पर देश खोजो।",
        "वह देश खोजो जहाँ आप शेर और हाथी देख सकते हैं!",
        "यह देश सफारी रोमांच के लिए मशहूर है!"
      ],
      "ls": [
        "यह छोटा पहाड़ी राज्य पूरी तरह दक्षिण अफ्रीका के अंदर है!",
        "दक्षिण अफ्रीका में छेद जैसा देश खोजो।",
        "एक देश से घिरा 'आकाश में राज्य' खोजो।"
      ],
      "lr": [
        "यह देश मुक्त अमेरिकी दासों द्वारा स्थापित किया गया था।",
        "कोट डी आइवर के ऊपर पश्चिमी तट पर देश खोजो।",
        "दस्ताने के आकार का देश खोजो।"
      ],
      "ly": [
        "यह बड़ा देश भूमध्य सागर तट पर है।",
        "मिस्र और अल्जीरिया के बीच बड़ा देश खोजो।",
        "ज़्यादातर सहारा रेगिस्तान वाला देश खोजो।"
      ],
      "mg": [
        "यह विशाल द्वीप दुनिया का चौथा सबसे बड़ा है!",
        "अफ्रीका के पूर्वी तट से दूर बड़ा द्वीप खोजो।",
        "पैरों के निशान जैसा द्वीप खोजो।",
        "इस द्वीप में कहीं और नहीं मिलने वाले जानवर हैं, जैसे लेमर!"
      ],
      "mw": [
        "इस लंबे पतले देश के बगल में बड़ी झील है।",
        "ज़ाम्बिया और मोज़ाम्बिक के बीच पतला देश खोजो।",
        "अपनी सीमा के साथ मलावी झील वाला देश खोजो।"
      ],
      "ml": [
        "इस बड़े देश का दिलचस्प बोटाई जैसा आकार है।",
        "अल्जीरिया के नीचे पश्चिम अफ्रीका में बड़ा देश खोजो।",
        "टिम्बकटू वाला भूमिबद्ध देश खोजो।"
      ],
      "mr": [
        "यह बड़ा देश अटलांटिक से सहारा में फैला है।",
        "पश्चिमी सहारा और सेनेगल के बीच देश खोजो।",
        "नीचे की ओर इशारा करते दस्ताने के आकार का देश खोजो।"
      ],
      "ma": [
        "यह देश अफ्रीका के उत्तर-पश्चिमी कोने में है।",
        "स्पेन के सामने देश खोजो।",
        "पहाड़ और रेगिस्तान वाला देश खोजो।",
        "यह देश यूरोप को देखने के लिए काफी करीब है!"
      ],
      "mz": [
        "यह लंबा देश दक्षिण-पूर्वी तट के साथ फैला है।",
        "लंबी राइफल के आकार का देश खोजो।",
        "तट पर तंज़ानिया और दक्षिण अफ्रीका के बीच देश खोजो।"
      ],
      "na": [
        "इस देश के तट के साथ नामिब रेगिस्तान है।",
        "दक्षिण-पश्चिमी तट पर देश खोजो।",
        "अंगोला और दक्षिण अफ्रीका के बीच देश खोजो।"
      ],
      "ne": [
        "यह बड़ा भूमिबद्ध देश ज़्यादातर रेगिस्तान है।",
        "कड़ाही के आकार का देश खोजो।",
        "अल्जीरिया और नाइजीरिया के बीच देश खोजो।"
      ],
      "ng": [
        "यह अफ्रीका का सबसे अधिक आबादी वाला देश है!",
        "गिनी की खाड़ी पर बड़ा देश खोजो।",
        "मोटे जूते के आकार का देश खोजो।",
        "इस देश में 200 मिलियन से अधिक लोग हैं!"
      ],
      "rw": [
        "इस छोटे देश को 'हज़ार पहाड़ियों की भूमि' कहते हैं।",
        "युगांडा और बुरुंडी के बीच छोटा देश खोजो।",
        "अफ्रीका के सबसे छोटे लेकिन पहाड़ी देशों में से एक खोजो।"
      ],
      "sn": [
        "यह देश गाम्बिया के चारों ओर लिपटा है।",
        "अफ्रीका के सबसे पश्चिमी सिरे पर देश खोजो।",
        "वह देश खोजो जो दूसरे छोटे देश को लगभग घेरता है।"
      ],
      "sl": [
        "यह देश पश्चिमी तट पर है, नाम में शेर के साथ।",
        "गिनी और लाइबेरिया के बीच देश खोजो।",
        "वह देश खोजो जिसके नाम का मतलब 'शेर पर्वत' है।"
      ],
      "so": [
        "यह देश अफ्रीका का हॉर्न बनाता है!",
        "नंबर 7 के आकार का देश खोजो।",
        "भारतीय महासागर में निकला देश खोजो।"
      ],
      "za": [
        "यह देश अफ्रीका के बिल्कुल नीचे है।",
        "लेसोथो के चारों ओर लिपटा देश खोजो।",
        "तीन राजधानियों वाला देश खोजो!",
        "इस देश में पेंगुइन और शेर दोनों हैं!"
      ],
      "ss": [
        "यह अफ्रीका का सबसे नया देश है!",
        "युगांडा और केन्या के ऊपर देश खोजो।",
        "सूडान के दक्षिण में भूमिबद्ध देश खोजो।"
      ],
      "sd": [
        "यह बड़ा देश उत्तर-पूर्व अफ्रीका में है।",
        "नील नदी के साथ देश खोजो।",
        "मिस्र और दक्षिण सूडान के बीच बड़ा देश खोजो।"
      ],
      "tz": [
        "इस देश में अफ्रीका का सबसे ऊँचा पर्वत, किलिमंजारो है!",
        "केन्या के नीचे देश खोजो।",
        "ज़ांज़ीबार द्वीप वाला देश खोजो।",
        "यहाँ आप अफ्रीका की सबसे ऊँची चोटी पर चढ़ सकते हैं!"
      ],
      "tg": [
        "यह बहुत पतला देश घाना और बेनिन के बीच दबा है।",
        "गिनी की खाड़ी पर पतला देश खोजो।",
        "उंगली के आकार का देश खोजो।"
      ],
      "tn": [
        "यह छोटा देश अफ्रीका के ऊपर है।",
        "अल्जीरिया और लीबिया के बीच देश खोजो।",
        "सिसली, इटली के सबसे करीब देश खोजो।"
      ],
      "ug": [
        "इस भूमिबद्ध देश में विक्टोरिया झील है।",
        "केन्या और कांगो के बीच देश खोजो।",
        "पर्वतीय गोरिल्ला के लिए जाना जाने वाला देश खोजो!"
      ],
      "eh": [
        "यह विवादित क्षेत्र उत्तर-पश्चिमी तट पर है।",
        "मोरक्को के दक्षिण में क्षेत्र खोजो।",
        "अल्जीरिया और मॉरिटानिया के पश्चिम में क्षेत्र खोजो।"
      ],
      "zm": [
        "इस देश की सीमा पर विक्टोरिया फॉल्स है!",
        "तितली के आकार का देश खोजो।",
        "कांगो और ज़िम्बाब्वे के बीच भूमिबद्ध देश खोजो।"
      ],
      "zw": [
        "यह भूमिबद्ध देश विक्टोरिया फॉल्स के लिए मशहूर है!",
        "ज़ाम्बिया और दक्षिण अफ्रीका के बीच देश खोजो।",
        "चायदानी के आकार का देश खोजो।"
      ]
    }
  }
}
