{
  "hints": {
    "usa": {
      "ak": [
        "この大きな州は一番上にあって、他の州から遠く離れているよ。",
        "北極の近くにある大きな州を探してね。とっても寒いよ！",
        "カナダの隣にあって、雪とシロクマがいっぱいいる州だよ。",
        "他の州から離れて、ひとりぼっちで座っている州を見つけてね。"
      ],
      "al": [
        "この州は南にあって、メキシコ湾の水の隣だよ。",
        "フロリダに片側でくっついている州を探してね。",
        "南東の方で四角っぽい形の州を見つけてね。"
      ],
      "ar": [
        "この州は国の真ん中、ちょっと南の方にあるよ。",
        "ルイジアナのすぐ上にある州を探してね。",
        "テキサスの東側にくっついている州を見つけてね。"
      ],
      "az": [
        "この州は南西の暑い砂漠にあるよ。",
        "左下でメキシコにくっついている州を探してね。",
        "カリフォルニアの右隣にある州を見つけてね。",
        "この州にはグランドキャニオンがあるよ！"
      ],
      "ca": [
        "この長い州は左側にあって、大きな海の隣だよ。",
        "西海岸で上から下に伸びている州を探してね。",
        "太平洋の隣にあるとっても長い州を見つけてね。",
        "ディズニーランドとハリウッドがあるところだよ！"
      ],
      "co": [
        "この州は真ん中でぴったり四角い形をしているよ。",
        "山がある四角い州を探してね。",
        "真ん中で箱みたいに見える州を見つけてね。"
      ],
      "ct": [
        "この小さな州は右上の角にあって、海の近くだよ。",
        "北東にある一番小さい州のひとつを探してね。",
        "マサチューセッツの下にある小さな州を見つけてね。"
      ],
      "dc": [
        "メリーランドとバージニアの間にある小さな四角だよ。",
        "東にある地図で一番小さい点を探してね。",
        "大統領が住んでいる小さな場所を見つけてね。",
        "ホワイトハウスがあるところだよ！"
      ],
      "de": [
        "この小さな州は東海岸にあって、小さな指みたいな形だよ。",
        "右側の海の近くにある一番小さい州のひとつを探してね。",
        "メリーランドの隣にある小さな州を見つけてね。"
      ],
      "fl": [
        "この州は下を指している指みたいに水の中に出ているよ。",
        "右下で海に手を伸ばしているみたいに見える州を探してね。",
        "下を向いている親指みたいな形の州を見つけてね。",
        "ワニとヤシの木が住んでいるところだよ！",
        "三方を水に囲まれている州を探してね。"
      ],
      "ga": [
        "この州は南東にあって、フロリダのすぐ上だよ。",
        "フロリダの上でミトンみたいな形の州を探してね。",
        "東側で海にくっついている州を見つけてね。",
        "この州には桃がいっぱいあるよ！"
      ],
      "hi": [
        "これらの島は太平洋の真ん中、遠くにあるよ。",
        "何もかもから遠く離れて浮かんでいる小さな島を探してね。",
        "海の中の小さな島でできている州を見つけてね。",
        "ビーチとヤシの木に一番近い州だよ！"
      ],
      "ia": [
        "この州は国の真ん中にあって、ブタの顔みたいな形だよ。",
        "ミネソタとミズーリの間にある州を探してね。",
        "トウモロコシ畑がいっぱいある真ん中の州を見つけてね。"
      ],
      "id": [
        "この州は北西にあって、上の方がおもしろい形をしているよ。",
        "とがった帽子をかぶっているように見える州を探してね。",
        "モンタナの隣で椅子みたいに見える州を見つけてね。"
      ],
      "il": [
        "この州は真ん中にあって、シカゴという大きな街があるよ。",
        "下の方で下を指しているように見える州を探してね。",
        "上の方で大きな湖の隣にある州を見つけてね。"
      ],
      "in": [
        "この州は真ん中で、イリノイのすぐ隣だよ。",
        "クリスマスの靴下みたいな形の州を探してね。",
        "イリノイとオハイオの間にある州を見つけてね。"
      ],
      "ks": [
        "この州は国のど真ん中で四角い形をしているよ。",
        "真ん中にある箱みたいな形の州を探してね。",
        "オズの魔法使いのドロシーが住んでいた平らな州を見つけてね！"
      ],
      "ky": [
        "この州はでこぼこしたおもしろい形で、チキンの足みたいだよ。",
        "中東部をくねくね曲がっている州を探してね。",
        "横向きに長くて細い州を見つけてね。"
      ],
      "la": [
        "この州は下にあって、ブーツみたいに見えるよ。",
        "メキシコ湾に突き出ている州を探してね。",
        "下の方でLの字みたいな形の州を見つけてね。",
        "この州には沼とワニがいるよ！"
      ],
      "ma": [
        "この州は右上の角にあって、おもしろい腕が出ているよ。",
        "北東で曲がった腕があるように見える州を探してね。",
        "筋肉を曲げているみたいに見えるケープコッドがある州を見つけてね。"
      ],
      "md": [
        "この州は東海岸でとってもでこぼこした変わった形をしているよ。",
        "大きな湾を囲んでいる州を探してね。",
        "ワシントンDCの近くでギザギザの端がある州を見つけてね。"
      ],
      "me": [
        "この州は国の一番右上の角にあるよ。",
        "北東でカナダに向かって伸びている州を探してね。",
        "東海岸の一番上でひとりぼっちの州を見つけてね。",
        "毎日一番最初に日の出を見る州だよ！"
      ],
      "mi": [
        "この州はミトンみたいに見えるよ！二つの部分があるんだ。",
        "大きな湖の近くで手袋みたいな形の州を探してね。",
        "五大湖に囲まれた二つの陸地を見つけてね。",
        "この州は五大湖のうち四つにくっついているよ！"
      ],
      "mn": [
        "この州は上の方、カナダの近くにあって、湖がいっぱいあるよ。",
        "上の方ででこぼこした上の端がある州を探してね。",
        "一万の湖の国と呼ばれている州を見つけてね！"
      ],
      "mo": [
        "この州は国のど真ん中にあるよ。",
        "二つの大きな川が出会う州を探してね。",
        "カンザスとイリノイの間にある州を見つけてね。"
      ],
      "ms": [
        "この州は南にあって、四角い形をしているよ。",
        "アラバマの西隣にある州を探してね。",
        "同じ名前の大きな川沿いにある州を見つけてね。"
      ],
      "mt": [
        "この大きな州は上の方、カナダの隣にあるよ。",
        "山がある上の方の大きな四角を探してね。",
        "左上の方にあるビッグスカイカントリーという州を見つけてね。"
      ],
      "nc": [
        "この州は東海岸にあって、長くて細いよ。",
        "サウスカロライナの上で横に伸びている州を探してね。",
        "右側で海に向かって伸びている州を見つけてね。"
      ],
      "nd": [
        "この州は一番上にあって、四角い形をしているよ。",
        "上の真ん中でカナダのすぐ下にある州を探してね。",
        "モンタナの隣にある箱みたいな形の州を見つけてね。"
      ],
      "ne": [
        "この州は真ん中にあって、取っ手付きのフライパンみたいに見えるよ。",
        "片側にでっぱりがある州を探してね。",
        "フライパンみたいな形の州を見つけてね。"
      ],
      "nh": [
        "この細い州は右上にあって、バーモントの隣だよ。",
        "メインの下にある背が高くて細い州を探してね。",
        "上を向いているロケットみたいに見える州を見つけてね。"
      ],
      "nj": [
        "東海岸にあるこの小さな州はJの字みたいに見えるよ。",
        "ニューヨークの下でカーブしている小さな州を探してね。",
        "海の近くで横向きのSみたいな形の州を見つけてね。"
      ],
      "nm": [
        "この州は南西にあって、段差のある四角みたいな形だよ。",
        "コロラドの下で一口かじられたみたいに見える州を探してね。",
        "テキサスの西隣にある州を見つけてね。"
      ],
      "nv": [
        "この州は西にあって、下を向いた三角みたいな形だよ。",
        "カリフォルニアの隣でピザのスライスみたいに見える州を探してね。",
        "砂漠の中、ラスベガスがある州を見つけてね。",
        "この州は逆さまの家みたいな形だよ。"
      ],
      "ny": [
        "この州は北東にあって、同じ名前の大きな街があるよ。",
        "腕を伸ばしているように見える州を探してね。",
        "自由の女神がある州を見つけてね！",
        "この州には魚みたいに飛び出しているロングアイランドがあるよ。"
      ],
      "oh": [
        "この州は横向きのハートみたいな形だよ。",
        "上の方で湖の隣にある丸っこい州を探してね。",
        "ペンシルバニアとインディアナの間にある州を見つけてね。"
      ],
      "ok": [
        "この州は長い取っ手が付いたフライパンみたいに見えるよ。",
        "左に飛び出しているおもしろい四角がある州を探してね。",
        "テキサスを指しているように見える州を見つけてね。"
      ],
      "or": [
        "この州は左上の角にあって、海の隣だよ。",
        "西海岸でカリフォルニアの上にある州を探してね。",
        "ワシントンの下にある州を見つけてね。"
      ],
      "pa": [
        "この州は北東で四角い形をしているよ。",
        "ニューヨークの下にある幅広い州を探してね。",
        "自由の鐘がある州を見つけてね！"
      ],
      "ri": [
        "これは一番小さい州だよ！右上の角にあるよ。",
        "地図全体で一番小さい州を探してね。海の隣だよ。",
        "マサチューセッツの下にある小さな州を見つけてね。",
        "この州はとっても小さいから見逃しちゃうかも！"
      ],
      "sc": [
        "この州は南東の海岸にあって、ノースカロライナの下だよ。",
        "左を向いた三角みたいに見える州を探してね。",
        "東にある長くて細い州の下にある小さな州を見つけてね。"
      ],
      "sd": [
        "この州は上の真ん中にあって、四角い形だよ。",
        "ノースダコタの下にある州を探してね。",
        "山に顔が彫られている州を見つけてね！"
      ],
      "tn": [
        "この州は長くて細くて、地図を横切って横向きに伸びているよ。",
        "伸ばされた四角みたいに見える州を探してね。",
        "八つの他の州にくっついている細い州を見つけてね！"
      ],
      "tx": [
        "国の下の方で一番大きい州だよ！",
        "下の方で星みたいな形のとっても大きな州を探してね。",
        "メキシコにくっついている巨大な州を見つけてね。",
        "この州はとっても大きいから、何でも大きいよ！",
        "とがったブーツみたいに見える州を探してね。"
      ],
      "ut": [
        "この州は西の方でLの字みたいな形だよ。",
        "上の方で角が切り取られている州を探してね。",
        "コロラドの隣で踏み出すブーツみたいに見える州を見つけてね。"
      ],
      "va": [
        "この州は東海岸にあって、三角の形だよ。",
        "右側で海を指している州を探してね。",
        "たくさんの大統領が来た州を見つけてね！"
      ],
      "vt": [
        "この小さな州は右上にあって、三角みたいな形だよ。",
        "ニューハンプシャーの隣にある小さな州を探してね。",
        "北東でパイのスライスみたいに見える州を見つけてね。"
      ],
      "wa": [
        "この州は一番左上の角にあって、海の隣だよ。",
        "西海岸の一番上にある州を探してね。",
        "北西の角でカナダの隣にある州を見つけてね。",
        "この州は上の方にへこみがあるおもしろい四角い形だよ。"
      ],
      "wi": [
        "この州は大きな湖の近くでミトンみたいな形だよ。",
        "親指が飛び出しているように見える州を探してね。",
        "ミネソタとミシガンの間にある州を見つけてね。",
        "この州はチーズで有名だよ！"
      ],
      "wv": [
        "この州はとってもでこぼこした変わった形で、上に二つのでっぱりがあるよ。",
        "二つの耳があるように見える州を探してね。",
        "東の方で全部うねうねしている州を見つけてね。"
      ],
      "wy": [
        "この州は西の方でぴったり四角い形だよ。",
        "モンタナの下にある四角い州を探してね。",
        "イエローストーン国立公園がある箱みたいな形の州を見つけてね！"
      ]
    },
    "world": {},
    "europe": {
      "al": [
        "この小さな国は海岸にあって、葉っぱみたいな形だよ。",
        "ギリシャとモンテネグロの間にある国を探してね。",
        "イタリアのブーツのかかとの向かいにある国を見つけてね。"
      ],
      "ad": [
        "この小さな国はスペインとフランスの間の山に隠れているよ。",
        "ピレネー山脈の高いところにある一番小さい国のひとつを探してね。",
        "南西の二つの大きな国の間にある小さな点を見つけてね。"
      ],
      "at": [
        "この国はヨーロッパの真ん中でチキンの足みたいな形だよ。",
        "中央ヨーロッパでたくさんの隣の国に囲まれた国を探してね。",
        "アルプス山脈がとっても高い国を見つけてね！",
        "この国はモーツァルトとおいしいお菓子の国だよ！"
      ],
      "by": [
        "この国は大きくて平らで、ロシアの隣だよ。",
        "ウクライナの上にある塊みたいな形の国を探してね。",
        "ポーランドとロシアの間にある国を見つけてね。"
      ],
      "be": [
        "この小さな国はチョコレートとワッフルで有名だよ！",
        "フランス、ドイツ、オランダの間にある国を探してね。",
        "北海の海岸の近くにある小さな国を見つけてね。"
      ],
      "ba": [
        "この国は海岸におもしろい三角の形をしているよ。",
        "クロアチアとセルビアの間に挟まれた国を探してね。",
        "ちょっとだけ海岸があるハートみたいな形の国を見つけてね。"
      ],
      "bg": [
        "この国は南東の黒海の海岸にあるよ。",
        "ルーマニアの下にある国を探してね。",
        "ヨーロッパでトルコと国境を共有している国を見つけてね。"
      ],
      "hr": [
        "この国はブーメランかCの字みたいな形だよ！",
        "ボスニアを囲んでいる国を探してね。",
        "アドリア海に長くてくねくねした海岸線がある国を見つけてね。"
      ],
      "cy": [
        "この島国は地中海のトルコの近くにあるよ。",
        "ヨーロッパの南東の端にある島を探してね。",
        "フライパンみたいな形の島を見つけてね。"
      ],
      "cz": [
        "この国は左を指している太った矢印みたいな形だよ。",
        "ドイツ、ポーランド、スロバキア、オーストリアに囲まれた真ん中の国を探してね。",
        "プラハという美しい古い街がある国を見つけてね！"
      ],
      "dk": [
        "この国はドイツの上に伸びているおもしろい半島があるよ。",
        "スウェーデンに向かって伸びているように見える国を探してね。",
        "半島とたくさんの島でできている国を見つけてね。",
        "レゴが生まれた国だよ！"
      ],
      "ee": [
        "この小さな国はバルト三国の一番上にあるよ。",
        "フィンランドの海の向こうにある国を探してね。",
        "バルト海のそばの三つの小さな国の一番北を見つけてね。"
      ],
      "fi": [
        "この国はヨーロッパの一番上で腕を振っているように見えるよ。",
        "スウェーデンの隣でたくさんの湖がある国を探してね。",
        "サンタクロースが住んでいる国を見つけてね！",
        "この国は腕を上げている人の形をしているよ。"
      ],
      "fr": [
        "この大きな国は六角形の形をしているよ。",
        "エッフェル塔がある国を探してね！",
        "スペインとドイツの間にある大きな国を見つけてね。",
        "この国はクロワッサンとエッフェル塔で有名だよ！"
      ],
      "de": [
        "この大きな国はヨーロッパのど真ん中にあるよ。",
        "左を見ている頭みたいな形の国を探してね。",
        "フランスとポーランドの間にある国を見つけてね。",
        "BMWやメルセデスみたいな車が作られる国だよ！"
      ],
      "gr": [
        "この国は本土とたくさんの島があるよ。",
        "バルカン半島の一番下にある国を探してね。",
        "古代遺跡とオリンピックで有名な国を見つけてね！",
        "この国は海に手を伸ばしているように見えるよ。"
      ],
      "hu": [
        "この国はヨーロッパの真ん中で楕円形の形だよ。",
        "七つの国に囲まれた国を探してね！",
        "ドナウ川が首都を流れている国を見つけてね。"
      ],
      "is": [
        "この島国は北大西洋のずっと上に、ひとりぼっちであるよ。",
        "グリーンランドとヨーロッパの間にある島を探してね。",
        "火山と温泉がある島を見つけてね！",
        "この国には火と氷があるよ！"
      ],
      "ie": [
        "この緑の島はイギリスの西にあるよ。",
        "テディベアみたいに見える島を探してね。",
        "シャムロックとレプラコーンで有名な国を見つけてね！"
      ],
      "it": [
        "この国はボールを蹴っているブーツみたいな形だよ！",
        "地中海に突き出している長い国を探してね。",
        "ピザとパスタが生まれた国を見つけてね！",
        "このブーツの形の国の近くに二つの島があるよ。"
      ],
      "xk": [
        "この小さな国はバルカン半島の陸に囲まれているよ。",
        "セルビアとアルバニアの間にある小さな国を探してね。",
        "ダイヤモンドみたいな形の小さな国を見つけてね。"
      ],
      "lv": [
        "この国はバルト三国の真ん中だよ。",
        "エストニアとリトアニアの間にある国を探してね。",
        "首都がリガのバルト海にある国を見つけてね。"
      ],
      "li": [
        "この小さな国はスイスとオーストリアの間に挟まれているよ。",
        "アルプス山脈の一番小さい国のひとつを探してね。",
        "ライン川沿いの小さな国を見つけてね。"
      ],
      "lt": [
        "この国はバルト三国の一番南だよ。",
        "ラトビアの下にあるおもしろい形の国を探してね。",
        "ポーランドとベラルーシの国境にある国を見つけてね。"
      ],
      "lu": [
        "この小さな国はベルギー、フランス、ドイツの間にあるよ。",
        "西ヨーロッパの一番小さい国のひとつを探してね。",
        "びっくりするくらいお金持ちの小さな国を見つけてね！"
      ],
      "mk": [
        "陸に囲まれたこの国は丸い形をしているよ。",
        "セルビアとギリシャの間にある国を探してね。",
        "旗に太陽がある国を見つけてね！"
      ],
      "mt": [
        "この小さな島国は地中海のシチリアの南にあるよ。",
        "イタリアのブーツの下にある小さな島を探してね。",
        "いくつかの小さな島でできた列島を見つけてね。"
      ],
      "md": [
        "この国はルーマニアとウクライナの間に挟まれているよ。",
        "ブドウの房みたいに見える小さな国を探してね。",
        "ルーマニアの東にある陸に囲まれた国を見つけてね。"
      ],
      "mc": [
        "これは一番小さい国のひとつで、フランスのリビエラ海岸にあるよ！",
        "イタリアの近くの地中海の海岸にある小さな点を探してね。",
        "かっこいい車とカジノで有名なとっても小さい国を見つけてね。"
      ],
      "me": [
        "この小さな国には美しい山と海岸があるよ。",
        "アドリア海のクロアチアの下にある小さな国を探してね。",
        "名前が「黒い山」という意味の国を見つけてね。"
      ],
      "nl": [
        "この平らな国は風車とチューリップで有名だよ！",
        "北海のおもしろい形の国を探してね。",
        "ベルギーとドイツの隣にある国を見つけてね。",
        "この国はとっても平らで自転車がいっぱいあるよ！"
      ],
      "no": [
        "この長い国はスカンジナビアの西海岸に沿って伸びているよ。",
        "フィヨルドでいっぱいのくねくねした海岸線がある国を探してね。",
        "スウェーデンの隣でスプーンみたいに見える国を見つけてね。",
        "この国にはオーロラがあるよ！"
      ],
      "pl": [
        "この大きな国は中央ヨーロッパで四角い形をしているよ。",
        "ドイツとウクライナの間にある国を探してね。",
        "首都がワルシャワのバルト海の海岸にある国を見つけてね。"
      ],
      "pt": [
        "この国はヨーロッパの西の端にある四角い形だよ。",
        "大西洋の海岸のスペインの西にある国を探してね。",
        "ヨーロッパの南西の一番端にある国を見つけてね。"
      ],
      "ro": [
        "この国は黒海にくねくねした形をしているよ。",
        "カルパティア山脈がある国を探してね。",
        "ドラキュラのお城がある国を見つけてね！"
      ],
      "ru": [
        "これは世界で一番大きい国だよ！",
        "ヨーロッパからアジアまでずっと行く巨大な国を探してね。",
        "ウクライナとカザフスタンの北にある大きな国を見つけてね。"
      ],
      "sm": [
        "この小さな国は完全にイタリアに囲まれているよ！",
        "イタリアの中にある一番小さい国のひとつを探してね。",
        "イタリアの山の上にある小さな国を見つけてね。"
      ],
      "rs": [
        "陸に囲まれたこの国はバルカン半島の真ん中にあるよ。",
        "たくさんの隣の国に囲まれた国を探してね。",
        "ハンガリーと北マケドニアの間にある国を見つけてね。"
      ],
      "sk": [
        "この国は伸びた毛虫みたいに見えるよ。",
        "ポーランドとハンガリーの間にある国を探してね。",
        "ヨーロッパの真ん中に山がある国を見つけてね。"
      ],
      "si": [
        "この小さな国は鶏みたいな形だよ。",
        "イタリアとクロアチアの間にある小さな国を探してね。",
        "アドリア海の一番上にある国を見つけてね。"
      ],
      "es": [
        "この大きな国はイベリア半島のほとんどを占めているよ。",
        "左側にポルトガルがある大きな国を探してね。",
        "フラメンコダンスと牛で有名な国を見つけてね！",
        "この国は牛の皮みたいな形をしているよ！"
      ],
      "se": [
        "この長い国はスカンジナビアの東側を下に伸びているよ。",
        "ノルウェーの隣でスキーみたいな形の国を探してね。",
        "ノルウェーとフィンランドの間にある国を見つけてね。",
        "IKEAが生まれた国だよ！"
      ],
      "ch": [
        "この小さな国はチョコレート、チーズ、時計で有名だよ！",
        "フランスとドイツの間のアルプス山脈にある国を探してね。",
        "山に囲まれた十字の形の国を見つけてね。"
      ],
      "ua": [
        "この大きな国はヨーロッパで一番大きい国だよ。",
        "ポーランドとロシアの間にある国を探してね。",
        "黒海にある黄色と青の国を見つけてね。"
      ],
      "gb": [
        "この島国はほうきに乗った魔女みたいに見えるよ！",
        "フランスの西にある大きな島を探してね。",
        "ビッグベンと女王様の宮殿がある国を見つけてね！",
        "この国はイングランド、スコットランド、ウェールズ、北アイルランドを含んでいるよ。"
      ],
      "va": [
        "これは世界で一番小さい国だよ！",
        "イタリアのローマの中にある小さな点を探してね。",
        "ローマ教皇が住んでいるところを見つけてね！"
      ]
    },
    "africa": {
      "dz": [
        "これはアフリカで一番大きい国だよ！",
        "地中海にくっついている北の巨大な国を探してね。",
        "サハラ砂漠の大きな部分を占めている国を見つけてね。"
      ],
      "ao": [
        "この国はアフリカの南西の海岸にあるよ。",
        "コンゴの下で小さな部分が飛び出している国を探してね。",
        "上に小さな取っ手があるように見える国を見つけてね。"
      ],
      "bj": [
        "この細い国は立っている鍵みたいに見えるよ。",
        "トーゴとナイジェリアの間にある細い国を探してね。",
        "こん棒みたいな形の国を見つけてね。"
      ],
      "bw": [
        "陸に囲まれたこの国は南アフリカにあるよ。",
        "盾みたいな形の国を探してね。",
        "カラハリ砂漠がある国を見つけてね。"
      ],
      "bf": [
        "陸に囲まれたこの国は蝶々みたいな形だよ。",
        "ガーナとコートジボワールの上にある国を探してね。",
        "西アフリカでたくさんの隣の国に囲まれた国を見つけてね。"
      ],
      "bi": [
        "この小さな国はアフリカで一番小さい国のひとつだよ。",
        "ルワンダの隣にある小さな国を探してね。",
        "大きな湖の近くにあるハートの形の国を見つけてね。"
      ],
      "cm": [
        "この国はチキンの足か数字の7みたいな形だよ。",
        "ギニア湾を指している国を探してね。",
        "ナイジェリアと中央アフリカ共和国の間にある国を見つけてね。"
      ],
      "cf": [
        "この国はアフリカのど真ん中にあるよ！",
        "中央アフリカで蝶々みたいな形の国を探してね。",
        "チャドの南にある陸に囲まれた国を見つけてね。"
      ],
      "td": [
        "この大きな国は女の人の横顔みたいな形だよ。",
        "リビアの南にある国を探してね。",
        "西の国境にチャド湖がある国を見つけてね。"
      ],
      "cd": [
        "この巨大な国は真ん中にあって、象の頭みたいな形だよ。",
        "コンゴ川がある大きな国を探してね。",
        "中央のアフリカで一番大きい国のひとつを見つけてね。"
      ],
      "cg": [
        "この国はコンゴ川に沿って長くてくねくねした形をしているよ。",
        "コンゴ民主共和国の西にある国を探してね。",
        "北に向かって伸びているように見える国を見つけてね。"
      ],
      "ci": [
        "この国の名前は「象牙海岸」という意味だよ。",
        "リベリアとガーナの間の湾の海岸にある国を探してね。",
        "でこぼこのある四角みたいな形の国を見つけてね。"
      ],
      "dj": [
        "この小さな国は紅海の入り口を守っているよ。",
        "エリトリアとソマリアの間にある小さな国を探してね。",
        "アフリカの角、水の近くにある国を見つけてね。"
      ],
      "eg": [
        "これは有名なピラミッドがあるところだよ！",
        "北東の角でナイル川がある国を探してね。",
        "リビアと紅海の間にある国を見つけてね。",
        "この国にはスフィンクスと古代のファラオがいたよ！"
      ],
      "gq": [
        "この小さな国は本土と島があるよ。",
        "カメルーンとガボンの間にある小さな国を探してね。",
        "ギニア湾にある小さな国を見つけてね。"
      ],
      "er": [
        "この国は紅海の海岸に沿って伸びているよ。",
        "海のエチオピアの北にある国を探してね。",
        "ワニみたいな形の国を見つけてね。"
      ],
      "sz": [
        "この小さな王国はほとんど南アフリカに囲まれているよ。",
        "南アフリカの角にある小さな国を探してね。",
        "モザンビークの近くのアフリカで一番小さい国のひとつを見つけてね。"
      ],
      "et": [
        "この大きな国はアフリカの角にあるよ。",
        "ケニアの上にある大きな陸に囲まれた国を探してね。",
        "サイの角みたいな形の国を見つけてね。",
        "この国には岩から彫られた古代の教会があるよ！"
      ],
      "ga": [
        "この国は西海岸の赤道をまたいでいるよ。",
        "座っている人みたいな形の国を探してね。",
        "カメルーンとコンゴの間にある国を見つけてね。"
      ],
      "gm": [
        "この小さな国は三方をセネガルに囲まれているよ！",
        "セネガルの中の川に沿った細い国を探してね。",
        "アフリカ本土で一番小さい国を見つけてね。"
      ],
      "gh": [
        "この国はギニア湾の海岸にあるよ。",
        "でこぼこした上がある四角みたいな形の国を探してね。",
        "コートジボワールとトーゴの間にある国を見つけてね。",
        "この国はチョコレート用のカカオをたくさん作っているよ！"
      ],
      "gn": [
        "この国は西海岸でクロワッサンみたいな形だよ。",
        "ギニアビサウとシエラレオネの間にある国を探してね。",
        "西アフリカでくねくねした形の国を見つけてね。"
      ],
      "gw": [
        "この小さな国は大西洋の海岸にあるよ。",
        "ギニアの北にある小さな国を探してね。",
        "海岸にたくさんの島がある国を見つけてね。"
      ],
      "ke": [
        "この国は東海岸にあって、すごい動物がいるよ！",
        "インド洋の海岸の赤道にある国を探してね。",
        "ライオンと象が見られる国を見つけてね！",
        "この国はサファリの冒険で有名だよ！"
      ],
      "ls": [
        "この小さな山の王国は完全に南アフリカの中にあるよ！",
        "南アフリカの穴みたいになっている国を探してね。",
        "ひとつの国に囲まれた「空の王国」を見つけてね。"
      ],
      "lr": [
        "この国は解放されたアメリカの奴隷によって作られたよ。",
        "コートジボワールの上の西海岸にある国を探してね。",
        "ミトンみたいな形の国を見つけてね。"
      ],
      "ly": [
        "この大きな国は地中海の海岸にあるよ。",
        "エジプトとアルジェリアの間にある大きな国を探してね。",
        "ほとんどサハラ砂漠の国を見つけてね。"
      ],
      "mg": [
        "この巨大な島は世界で4番目に大きいよ！",
        "アフリカの東海岸の沖にある大きな島を探してね。",
        "足跡みたいに見える島を見つけてね。",
        "この島にはキツネザルみたいに他の場所にはいない動物がいるよ！"
      ],
      "mw": [
        "この長くて細い国は横に大きな湖があるよ。",
        "ザンビアとモザンビークの間にある細い国を探してね。",
        "国境にマラウイ湖がある国を見つけてね。"
      ],
      "ml": [
        "この大きな国は蝶ネクタイみたいなおもしろい形だよ。",
        "アルジェリアの下の西アフリカにある大きな国を探してね。",
        "ティンブクトゥがある陸に囲まれた国を見つけてね。"
      ],
      "mr": [
        "この大きな国は大西洋からサハラ砂漠まで伸びているよ。",
        "西サハラとセネガルの間にある国を探してね。",
        "下を指しているミトンみたいな形の国を見つけてね。"
      ],
      "ma": [
        "この国はアフリカの北西の角にあるよ。",
        "スペインの向かいにある国を探してね。",
        "山と砂漠がある国を見つけてね。",
        "この国はヨーロッパが見えるくらい近いよ！"
      ],
      "mz": [
        "この長い国は南東の海岸に沿って伸びているよ。",
        "長いライフルみたいな形の国を探してね。",
        "海岸のタンザニアと南アフリカの間にある国を見つけてね。"
      ],
      "na": [
        "この国は海岸にナミブ砂漠があるよ。",
        "南西の海岸にある国を探してね。",
        "アンゴラと南アフリカの間にある国を見つけてね。"
      ],
      "ne": [
        "陸に囲まれたこの大きな国はほとんど砂漠だよ。",
        "フライパンみたいな形の国を探してね。",
        "アルジェリアとナイジェリアの間にある国を見つけてね。"
      ],
      "ng": [
        "これはアフリカで一番人口が多い国だよ！",
        "ギニア湾にある大きな国を探してね。",
        "ごつごつしたブーツみたいな形の国を見つけてね。",
        "この国には2億人以上の人がいるよ！"
      ],
      "rw": [
        "この小さな国は「千の丘の国」と呼ばれているよ。",
        "ウガンダとブルンジの間にある小さな国を探してね。",
        "アフリカで一番小さいけど丘がたくさんある国のひとつを見つけてね。"
      ],
      "sn": [
        "この国はガンビアを囲んでいるよ。",
        "アフリカの一番西の先端にある国を探してね。",
        "もうひとつの小さな国をほとんど囲んでいる国を見つけてね。"
      ],
      "sl": [
        "この国は西海岸にあって、名前にライオンが入っているよ。",
        "ギニアとリベリアの間にある国を探してね。",
        "名前が「ライオンの山」という意味の国を見つけてね。"
      ],
      "so": [
        "この国はアフリカの角を作っているよ！",
        "数字の7みたいな形の国を探してね。",
        "インド洋に突き出している国を見つけてね。"
      ],
      "za": [
        "この国はアフリカの一番下にあるよ。",
        "レソトを囲んでいる国を探してね。",
        "三つの首都がある国を見つけてね！",
        "この国にはペンギンとライオンがいるよ！"
      ],
      "ss": [
        "これはアフリカで一番新しい国だよ！",
        "ウガンダとケニアの上にある国を探してね。",
        "スーダンの南にある陸に囲まれた国を見つけてね。"
      ],
      "sd": [
        "この大きな国は北東アフリカにあるよ。",
        "ナイル川に沿った国を探してね。",
        "エジプトと南スーダンの間にある大きな国を見つけてね。"
      ],
      "tz": [
        "この国にはアフリカで一番高い山、キリマンジャロがあるよ！",
        "ケニアの下にある国を探してね。",
        "ザンジバル島がある国を見つけてね。",
        "これはアフリカで一番高い山に登れるところだよ！"
      ],
      "tg": [
        "このとっても細い国はガーナとベナンの間に挟まれているよ。",
        "ギニア湾にある細い国を探してね。",
        "指みたいな形の国を見つけてね。"
      ],
      "tn": [
        "この小さな国はアフリカの一番上にあるよ。",
        "アルジェリアとリビアの間にある国を探してね。",
        "イタリアのシチリアに一番近い国を見つけてね。"
      ],
      "ug": [
        "陸に囲まれたこの国にはビクトリア湖があるよ。",
        "ケニアとコンゴの間にある国を探してね。",
        "マウンテンゴリラで知られている国を見つけてね！"
      ],
      "eh": [
        "この領土は北西の海岸にあって、議論されているよ。",
        "モロッコの南にある地域を探してね。",
        "アルジェリアとモーリタニアの西にある領土を見つけてね。"
      ],
      "zm": [
        "この国は国境にビクトリア滝があるよ！",
        "蝶々みたいな形の国を探してね。",
        "コンゴとジンバブエの間にある陸に囲まれた国を見つけてね。"
      ],
      "zw": [
        "陸に囲まれたこの国はビクトリア滝で有名だよ！",
        "ザンビアと南アフリカの間にある国を探してね。",
        "ティーポットみたいな形の国を見つけてね。"
      ]
    }
  }
}
