{
  "hints": {
    "usa": {
      "ak": [
        "この大きな州は一番上にあって、他の州から遠く離れているよ。",
        "北極の近くにある大きな州を探してね。とっても寒いよ！",
        "カナダの隣にあって、雪とシロクマがいっぱいいる州だよ。",
        "他の州から離れて、ひとりぼっちで座っている州を見つけてね。"
      ],
      "al": [
        "この州は南にあって、メキシコ湾の水の隣だよ。",
        "フロリダに片側でくっついている州を探してね。",
        "南東の方で四角っぽい形の州を見つけてね。"
      ],
      "ar": [
        "この州は国の真ん中、ちょっと南の方にあるよ。",
        "ルイジアナのすぐ上にある州を探してね。",
        "テキサスの東側にくっついている州を見つけてね。"
      ],
      "az": [
        "この州は南西の暑い砂漠にあるよ。",
        "左下でメキシコにくっついている州を探してね。",
        "カリフォルニアの右隣にある州を見つけてね。",
        "この州にはグランドキャニオンがあるよ！"
      ],
      "ca": [
        "この長い州は左側にあって、大きな海の隣だよ。",
        "西海岸で上から下に伸びている州を探してね。",
        "太平洋の隣にあるとっても長い州を見つけてね。",
        "ディズニーランドとハリウッドがあるところだよ！"
      ],
      "co": [
        "この州は真ん中でぴったり四角い形をしているよ。",
        "山がある四角い州を探してね。",
        "真ん中で箱みたいに見える州を見つけてね。"
      ],
      "ct": [
        "この小さな州は右上の角にあって、海の近くだよ。",
        "北東にある一番小さい州のひとつを探してね。",
        "マサチューセッツの下にある小さな州を見つけてね。"
      ],
      "dc": [
        "メリーランドとバージニアの間にある小さな四角だよ。",
        "東にある地図で一番小さい点を探してね。",
        "大統領が住んでいる小さな場所を見つけてね。",
        "ホワイトハウスがあるところだよ！"
      ],
      "de": [
        "この小さな州は東海岸にあって、小さな指みたいな形だよ。",
        "右側の海の近くにある一番小さい州のひとつを探してね。",
        "メリーランドの隣にある小さな州を見つけてね。"
      ],
      "fl": [
        "この州は下を指している指みたいに水の中に出ているよ。",
        "右下で海に手を伸ばしているみたいに見える州を探してね。",
        "下を向いている親指みたいな形の州を見つけてね。",
        "ワニとヤシの木が住んでいるところだよ！",
        "三方を水に囲まれている州を探してね。"
      ],
      "ga": [
        "この州は南東にあって、フロリダのすぐ上だよ。",
        "フロリダの上でミトンみたいな形の州を探してね。",
        "東側で海にくっついている州を見つけてね。",
        "この州には桃がいっぱいあるよ！"
      ],
      "hi": [
        "これらの島は太平洋の真ん中、遠くにあるよ。",
        "何もかもから遠く離れて浮かんでいる小さな島を探してね。",
        "海の中の小さな島でできている州を見つけてね。",
        "ビーチとヤシの木に一番近い州だよ！"
      ],
      "ia": [
        "この州は国の真ん中にあって、ブタの顔みたいな形だよ。",
        "ミネソタとミズーリの間にある州を探してね。",
        "トウモロコシ畑がいっぱいある真ん中の州を見つけてね。"
      ],
      "id": [
        "この州は北西にあって、上の方がおもしろい形をしているよ。",
        "とがった帽子をかぶっているように見える州を探してね。",
        "モンタナの隣で椅子みたいに見える州を見つけてね。"
      ],
      "il": [
        "この州は真ん中にあって、シカゴという大きな街があるよ。",
        "下の方で下を指しているように見える州を探してね。",
        "上の方で大きな湖の隣にある州を見つけてね。"
      ],
      "in": [
        "この州は真ん中で、イリノイのすぐ隣だよ。",
        "クリスマスの靴下みたいな形の州を探してね。",
        "イリノイとオハイオの間にある州を見つけてね。"
      ],
      "ks": [
        "この州は国のど真ん中で四角い形をしているよ。",
        "真ん中にある箱みたいな形の州を探してね。",
        "オズの魔法使いのドロシーが住んでいた平らな州を見つけてね！"
      ],
      "ky": [
        "この州はでこぼこしたおもしろい形で、チキンの足みたいだよ。",
        "中東部をくねくね曲がっている州を探してね。",
        "横向きに長くて細い州を見つけてね。"
      ],
      "la": [
        "この州は下にあって、ブーツみたいに見えるよ。",
        "メキシコ湾に突き出ている州を探してね。",
        "下の方でLの字みたいな形の州を見つけてね。",
        "この州には沼とワニがいるよ！"
      ],
      "ma": [
        "この州は右上の角にあって、おもしろい腕が出ているよ。",
        "北東で曲がった腕があるように見える州を探してね。",
        "筋肉を曲げているみたいに見えるケープコッドがある州を見つけてね。"
      ],
      "md": [
        "この州は東海岸でとってもでこぼこした変わった形をしているよ。",
        "大きな湾を囲んでいる州を探してね。",
        "ワシントンDCの近くでギザギザの端がある州を見つけてね。"
      ],
      "me": [
        "この州は国の一番右上の角にあるよ。",
        "北東でカナダに向かって伸びている州を探してね。",
        "東海岸の一番上でひとりぼっちの州を見つけてね。",
        "毎日一番最初に日の出を見る州だよ！"
      ],
      "mi": [
        "この州はミトンみたいに見えるよ！二つの部分があるんだ。",
        "大きな湖の近くで手袋みたいな形の州を探してね。",
        "五大湖に囲まれた二つの陸地を見つけてね。",
        "この州は五大湖のうち四つにくっついているよ！"
      ],
      "mn": [
        "この州は上の方、カナダの近くにあって、湖がいっぱいあるよ。",
        "上の方ででこぼこした上の端がある州を探してね。",
        "一万の湖の国と呼ばれている州を見つけてね！"
      ],
      "mo": [
        "この州は国のど真ん中にあるよ。",
        "二つの大きな川が出会う州を探してね。",
        "カンザスとイリノイの間にある州を見つけてね。"
      ],
      "ms": [
        "この州は南にあって、四角い形をしているよ。",
        "アラバマの西隣にある州を探してね。",
        "同じ名前の大きな川沿いにある州を見つけてね。"
      ],
      "mt": [
        "この大きな州は上の方、カナダの隣にあるよ。",
        "山がある上の方の大きな四角を探してね。",
        "左上の方にあるビッグスカイカントリーという州を見つけてね。"
      ],
      "nc": [
        "この州は東海岸にあって、長くて細いよ。",
        "サウスカロライナの上で横に伸びている州を探してね。",
        "右側で海に向かって伸びている州を見つけてね。"
      ],
      "nd": [
        "この州は一番上にあって、四角い形をしているよ。",
        "上の真ん中でカナダのすぐ下にある州を探してね。",
        "モンタナの隣にある箱みたいな形の州を見つけてね。"
      ],
      "ne": [
        "この州は真ん中にあって、取っ手付きのフライパンみたいに見えるよ。",
        "片側にでっぱりがある州を探してね。",
        "フライパンみたいな形の州を見つけてね。"
      ],
      "nh": [
        "この細い州は右上にあって、バーモントの隣だよ。",
        "メインの下にある背が高くて細い州を探してね。",
        "上を向いているロケットみたいに見える州を見つけてね。"
      ],
      "nj": [
        "東海岸にあるこの小さな州はJの字みたいに見えるよ。",
        "ニューヨークの下でカーブしている小さな州を探してね。",
        "海の近くで横向きのSみたいな形の州を見つけてね。"
      ],
      "nm": [
        "この州は南西にあって、段差のある四角みたいな形だよ。",
        "コロラドの下で一口かじられたみたいに見える州を探してね。",
        "テキサスの西隣にある州を見つけてね。"
      ],
      "nv": [
        "この州は西にあって、下を向いた三角みたいな形だよ。",
        "カリフォルニアの隣でピザのスライスみたいに見える州を探してね。",
        "砂漠の中、ラスベガスがある州を見つけてね。",
        "この州は逆さまの家みたいな形だよ。"
      ],
      "ny": [
        "この州は北東にあって、同じ名前の大きな街があるよ。",
        "腕を伸ばしているように見える州を探してね。",
        "自由の女神がある州を見つけてね！",
        "この州には魚みたいに飛び出しているロングアイランドがあるよ。"
      ],
      "oh": [
        "この州は横向きのハートみたいな形だよ。",
        "上の方で湖の隣にある丸っこい州を探してね。",
        "ペンシルバニアとインディアナの間にある州を見つけてね。"
      ],
      "ok": [
        "この州は長い取っ手が付いたフライパンみたいに見えるよ。",
        "左に飛び出しているおもしろい四角がある州を探してね。",
        "テキサスを指しているように見える州を見つけてね。"
      ],
      "or": [
        "この州は左上の角にあって、海の隣だよ。",
        "西海岸でカリフォルニアの上にある州を探してね。",
        "ワシントンの下にある州を見つけてね。"
      ],
      "pa": [
        "この州は北東で四角い形をしているよ。",
        "ニューヨークの下にある幅広い州を探してね。",
        "自由の鐘がある州を見つけてね！"
      ],
      "ri": [
        "これは一番小さい州だよ！右上の角にあるよ。",
        "地図全体で一番小さい州を探してね。海の隣だよ。",
        "マサチューセッツの下にある小さな州を見つけてね。",
        "この州はとっても小さいから見逃しちゃうかも！"
      ],
      "sc": [
        "この州は南東の海岸にあって、ノースカロライナの下だよ。",
        "左を向いた三角みたいに見える州を探してね。",
        "東にある長くて細い州の下にある小さな州を見つけてね。"
      ],
      "sd": [
        "この州は上の真ん中にあって、四角い形だよ。",
        "ノースダコタの下にある州を探してね。",
        "山に顔が彫られている州を見つけてね！"
      ],
      "tn": [
        "この州は長くて細くて、地図を横切って横向きに伸びているよ。",
        "伸ばされた四角みたいに見える州を探してね。",
        "八つの他の州にくっついている細い州を見つけてね！"
      ],
      "tx": [
        "国の下の方で一番大きい州だよ！",
        "下の方で星みたいな形のとっても大きな州を探してね。",
        "メキシコにくっついている巨大な州を見つけてね。",
        "この州はとっても大きいから、何でも大きいよ！",
        "とがったブーツみたいに見える州を探してね。"
      ],
      "ut": [
        "この州は西の方でLの字みたいな形だよ。",
        "上の方で角が切り取られている州を探してね。",
        "コロラドの隣で踏み出すブーツみたいに見える州を見つけてね。"
      ],
      "va": [
        "この州は東海岸にあって、三角の形だよ。",
        "右側で海を指している州を探してね。",
        "たくさんの大統領が来た州を見つけてね！"
      ],
      "vt": [
        "この小さな州は右上にあって、三角みたいな形だよ。",
        "ニューハンプシャーの隣にある小さな州を探してね。",
        "北東でパイのスライスみたいに見える州を見つけてね。"
      ],
      "wa": [
        "この州は一番左上の角にあって、海の隣だよ。",
        "西海岸の一番上にある州を探してね。",
        "北西の角でカナダの隣にある州を見つけてね。",
        "この州は上の方にへこみがあるおもしろい四角い形だよ。"
      ],
      "wi": [
        "この州は大きな湖の近くでミトンみたいな形だよ。",
        "親指が飛び出しているように見える州を探してね。",
        "ミネソタとミシガンの間にある州を見つけてね。",
        "この州はチーズで有名だよ！"
      ],
      "wv": [
        "この州はとってもでこぼこした変わった形で、上に二つのでっぱりがあるよ。",
        "二つの耳があるように見える州を探してね。",
        "東の方で全部うねうねしている州を見つけてね。"
      ],
      "wy": [
        "この州は西の方でぴったり四角い形だよ。",
        "モンタナの下にある四角い州を探してね。",
        "イエローストーン国立公園がある箱みたいな形の州を見つけてね！"
      ]
    },
    "world": {}
  }
}
