{
  "hints": {
    "usa": {
      "ak": [
        "Haec magna civitas summa est, longe ab aliis civitatibus.",
        "Quaere magnam civitatem prope Polum Arcticum. Ibi frigidissimum est!",
        "Haec civitas iuxta Canadam est et multas nives et ursos albos habet.",
        "Invenias civitatem quae sola sedet, procul ab aliis."
      ],
      "al": [
        "Haec civitas in meridie est, iuxta aquas Sinus Mexicani.",
        "Quaere civitatem quae Floridam uno latere tangit.",
        "Invenias civitatem quae sicut rectangulum in parte meridionali-orientali videtur."
      ],
      "ar": [
        "Haec civitas in medio terrae est, paulo versus meridiem.",
        "Quaere civitatem supra Ludovicianam.",
        "Invenias civitatem ad orientem Texiae."
      ],
      "az": [
        "Haec civitas in deserto calido in parte meridionali-occidentali est.",
        "Quaere civitatem infra sinistram quae Mexicum tangit.",
        "Invenias civitatem dextrorsum a California.",
        "Haec civitas Magnam Vallem habet!"
      ],
      "ca": [
        "Haec longa civitas in sinistra parte est, iuxta magnum oceanum.",
        "Quaere civitatem in litore occidentali quae sursum deorsumque extenditur.",
        "Invenias longissimam civitatem iuxta Oceanum Pacificum.",
        "Hic Disneyland et Hollywood sunt!"
      ],
      "co": [
        "Haec civitas in medio sicut rectangulum perfectum formata est.",
        "Quaere civitatem quadratam cum montibus.",
        "Invenias civitatem in medio quae sicut capsa videtur."
      ],
      "ct": [
        "Haec parva civitas in angulo dextro superiore est, prope oceanum.",
        "Quaere unam ex minimis civitatibus in parte septentrionali-orientali.",
        "Invenias parvam civitatem infra Massachusetts."
      ],
      "dc": [
        "Hoc est parvum quadratum inter Maryland et Virginiam.",
        "Quaere minimum punctum in mappa in oriente.",
        "Invenias parvum locum ubi Praeses habitat.",
        "Hic Domus Alba est!"
      ],
      "de": [
        "Haec parva civitas in litore orientali est, sicut parvus digitus formata.",
        "Quaere unam ex minimis civitatibus prope oceanum in dextra.",
        "Invenias parvam civitatem iuxta Maryland."
      ],
      "fl": [
        "Haec civitas in aquam extenditur sicut digitus deorsum ostendens.",
        "Quaere civitatem infra dextrorsum quae in mare extenditur.",
        "Invenias civitatem sicut pollex deorsum formata.",
        "Hic crocodili et palmae habitant!",
        "Quaere civitatem aqua in tribus lateribus circumdatam."
      ],
      "ga": [
        "Haec civitas in parte meridionali-orientali est, supra Floridam.",
        "Quaere civitatem quae sicut manica supra Floridam videtur.",
        "Invenias civitatem in oriente quae oceanum tangit.",
        "Haec civitas multa persica habet!"
      ],
      "hi": [
        "Hae insulae longe in medio Oceani Pacifici sunt.",
        "Quaere parvas insulas solas longe natantes.",
        "Invenias civitatem ex parvis insulis in oceano factam.",
        "Haec civitas litori et palmis proxima est!"
      ],
      "ia": [
        "Haec civitas in medio terrae est, sicut facies porci formata.",
        "Quaere civitatem inter Minnesota et Missouri.",
        "Invenias civitatem in medio cum multis agris frumenti."
      ],
      "id": [
        "Haec civitas in parte septentrionali-occidentali est cum forma mira in summo.",
        "Quaere civitatem quae galerum acutum habere videtur.",
        "Invenias civitatem iuxta Montana quae sicut sella videtur."
      ],
      "il": [
        "Haec civitas in medio est et magnam urbem Chicago nominatam habet.",
        "Quaere civitatem quae deorsum ostendit in imo.",
        "Invenias civitatem iuxta magnum lacum in summo."
      ],
      "in": [
        "Haec civitas in medio est, iuxta Illinois.",
        "Quaere civitatem sicut caliga Nativitatis formata.",
        "Invenias civitatem inter Illinois et Ohio."
      ],
      "ks": [
        "Haec civitas sicut rectangulum in medio terrae formata est.",
        "Quaere civitatem sicut capsa in centro formatam.",
        "Invenias civitatem planam ubi Dorothy ex Mago Oz habitabat!"
      ],
      "ky": [
        "Haec civitas formam mirabilem gibbosam habet, sicut crus pulli.",
        "Quaere civitatem quae per partem mediam-orientalem serpit.",
        "Invenias civitatem longam et tenuem transversam."
      ],
      "la": [
        "Haec civitas infra est et sicut caliga videtur.",
        "Quaere civitatem quae in Sinum Mexicanum extenditur.",
        "Invenias civitatem sicut littera L infra formatam.",
        "Haec civitas paludes et crocodilos habet!"
      ],
      "ma": [
        "Haec civitas in angulo dextro superiore est cum miro brachio extenso.",
        "Quaere civitatem quae bracchium flexum habere videtur in parte septentrionali-orientali.",
        "Invenias civitatem cum Cape Cod quae sicut musculus flexus videtur."
      ],
      "md": [
        "Haec civitas formam valde insanam et gibbosam in litore orientali habet.",
        "Quaere civitatem quae magnam sinum circumdat.",
        "Invenias civitatem cum marginibus flexuosis prope Washington DC."
      ],
      "me": [
        "Haec civitas in angulo dextro superiore terrae est.",
        "Quaere civitatem quae ad Canadam in parte septentrionali-orientali extenditur.",
        "Invenias civitatem solitariam in summo litoris orientalis.",
        "Haec civitas prima solis ortum quotidie videt!"
      ],
      "mi": [
        "Haec civitas sicut manica videtur! Duas partes habet.",
        "Quaere civitatem sicut chirothecam formatam prope magnos lacus.",
        "Invenias duas terras Magnis Lacubus circumdatas.",
        "Haec civitas quattuor ex quinque Magnis Lacubus tangit!"
      ],
      "mn": [
        "Haec civitas in summo est, prope Canadam, cum multis lacubus.",
        "Quaere civitatem in summo quae marginem superiorem gibbosum habet.",
        "Invenias civitatem quae terra decem milium lacuum vocatur!"
      ],
      "mo": [
        "Haec civitas in medio terrae est.",
        "Quaere civitatem ubi duo magna flumina conveniunt.",
        "Invenias civitatem inter Kansas et Illinois."
      ],
      "ms": [
        "Haec civitas in meridie est, sicut rectangulum formata.",
        "Quaere civitatem ad occidentem Alabamae.",
        "Invenias civitatem iuxta magnum flumen eodem nomine."
      ],
      "mt": [
        "Haec magna civitas in summo est, iuxta Canadam.",
        "Quaere magnum rectangulum in summo cum montibus.",
        "Invenias civitatem Big Sky Country vocatam in parte superiore sinistra."
      ],
      "nc": [
        "Haec civitas in litore orientali est et longa tenuisque est.",
        "Quaere civitatem quae transverse supra South Carolina extenditur.",
        "Invenias civitatem quae in oceanum dextrorsum extenditur."
      ],
      "nd": [
        "Haec civitas in summo est, sicut rectangulum formata.",
        "Quaere civitatem sub Canada in medio-summo.",
        "Invenias civitatem sicut capsa formatam iuxta Montana."
      ],
      "ne": [
        "Haec civitas in medio est et sicut sartago cum manubrio videtur.",
        "Quaere civitatem quae gibberem in uno latere habet.",
        "Invenias civitatem sicut sartaginem formatam."
      ],
      "nh": [
        "Haec tenuis civitas in dextra superiore est, iuxta Vermont.",
        "Quaere altam tenuemque civitatem infra Maine.",
        "Invenias civitatem quae sicut navicula sursum ostendit."
      ],
      "nj": [
        "Haec parva civitas in litore orientali sicut littera J videtur.",
        "Quaere parvam civitatem infra New York quae curvat.",
        "Invenias civitatem sicut S transversam prope oceanum formatam."
      ],
      "nm": [
        "Haec civitas in parte meridionali-occidentali est, sicut quadratum cum gradu formata.",
        "Quaere civitatem infra Colorado quae morsum excissum habere videtur.",
        "Invenias civitatem ad occidentem Texiae."
      ],
      "nv": [
        "Haec civitas in occidente est et sicut triangulum deorsum formata est.",
        "Quaere civitatem iuxta California quae sicut frustum pizzae videtur.",
        "Invenias civitatem ubi Las Vegas est, in deserto.",
        "Haec civitas sicut domus inversa videtur."
      ],
      "ny": [
        "Haec civitas in parte septentrionali-orientali est et magnam urbem eodem nomine habet.",
        "Quaere civitatem quae brachia extendere videtur.",
        "Invenias civitatem cum Statua Libertatis!",
        "Haec civitas Long Island habet quae sicut piscis extenditur."
      ],
      "oh": [
        "Haec civitas sicut cor transversum formata est.",
        "Quaere civitatem rotundiorem iuxta lacum in summo.",
        "Invenias civitatem inter Pennsylvania et Indiana."
      ],
      "ok": [
        "Haec civitas sicut sartago cum longo manubrio videtur.",
        "Quaere civitatem cum miro rectangulo sinistrorsum extenso.",
        "Invenias civitatem quae ad Texiam ostendere videtur."
      ],
      "or": [
        "Haec civitas in angulo superiore sinistro est, iuxta oceanum.",
        "Quaere civitatem supra California in litore occidentali.",
        "Invenias civitatem infra Washington."
      ],
      "pa": [
        "Haec civitas sicut rectangulum in parte septentrionali-orientali formata est.",
        "Quaere latam civitatem infra New York.",
        "Invenias civitatem ubi Campana Libertatis est!"
      ],
      "ri": [
        "Haec est minima civitas! In angulo dextro superiore est.",
        "Quaere minimam civitatem in tota mappa, iuxta oceanum.",
        "Invenias parvam civitatem infra Massachusetts.",
        "Haec civitas tam parva est ut eam praetermittere possis!"
      ],
      "sc": [
        "Haec civitas in litore meridionali-orientali est, infra North Carolina.",
        "Quaere civitatem quae sicut triangulum sinistrorsum ostendit.",
        "Invenias minorem civitatem infra longam tenuemque in oriente."
      ],
      "sd": [
        "Haec civitas in medio-summo est, sicut rectangulum formata.",
        "Quaere civitatem infra North Dakota.",
        "Invenias civitatem ubi facies in montem sculptae sunt!"
      ],
      "tn": [
        "Haec civitas longa et tenuis est, transverse per mappam extensa.",
        "Quaere civitatem quae sicut rectangulum extensum videtur.",
        "Invenias tenuem civitatem quae octo alias civitates tangit!"
      ],
      "tx": [
        "Haec est maxima civitas in parte inferiore terrae!",
        "Quaere maximam civitatem infra quae sicut stella formata est.",
        "Invenias ingentem civitatem quae Mexicum tangit.",
        "Haec civitas tam magna est, omnia ibi maiora sunt!",
        "Quaere civitatem quae sicut caliga acuta videtur."
      ],
      "ut": [
        "Haec civitas sicut littera L in occidente formata est.",
        "Quaere civitatem cum angulo exciso in summo.",
        "Invenias civitatem iuxta Colorado quae sicut caliga ambulans videtur."
      ],
      "va": [
        "Haec civitas in litore orientali est et formam triangularem habet.",
        "Quaere civitatem quae ad oceanum dextrorsum ostendit.",
        "Invenias civitatem unde multi Praesides venerunt!"
      ],
      "vt": [
        "Haec parva civitas in dextra superiore est, sicut triangulum formata.",
        "Quaere parvam civitatem iuxta New Hampshire.",
        "Invenias civitatem quae sicut frustum placentae in parte septentrionali-orientali videtur."
      ],
      "wa": [
        "Haec civitas in angulo superiore sinistro est, iuxta oceanum.",
        "Quaere civitatem in summo litoris occidentalis.",
        "Invenias civitatem iuxta Canadam in angulo septentrionali-occidentali.",
        "Haec civitas miram formam quadratam cum cavitate in summo habet."
      ],
      "wi": [
        "Haec civitas sicut manica formata est, prope magnos lacus.",
        "Quaere civitatem quae pollicem extensum habere videtur.",
        "Invenias civitatem inter Minnesota et Michigan.",
        "Haec civitas caseo clara est!"
      ],
      "wv": [
        "Haec civitas formam valde gibbosam insanam habet cum duobus gibbis in summo.",
        "Quaere civitatem quae duas aures habere videtur.",
        "Invenias civitatem quae tota undulans in oriente est."
      ],
      "wy": [
        "Haec civitas rectangulum perfectum in occidente est.",
        "Quaere civitatem quadratam infra Montana.",
        "Invenias civitatem sicut capsa formatam cum Parco Yellowstone!"
      ]
    },
    "world": {}
  }
}
